Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: roles
ca: rols
cs: role

source: Audio tag editor
ca: Editor d'etiquetes d'àudio
cs: Editor tagů

source: Edit tags in your audio files
ca: Editeu les etiquetes dels fitxers d'àudio
cs: Editovat tagy skladeb

source: Music Player
ca: Reproductor de música
cs: Přehrávač hudby

source: Listen to, browse, or edit your audio collection
ca: Escolteu, exploreu o editeu la col·lecció d'àudio
cs: Poslouchejte, procházejte nebo upravujte svou hudební sbírku

source: The Quod Libet Development Team
ca: Equip de desenvolupament del Quod Libet
cs: Vývojový tým Quod Libet

source: Ex Falso is a tag editor with the same tag editing interface as Quod Libet. It lets you display and edit any tags you want in the file, for all the file formats it supports.
ca: L'Ex Falso és un editor d'etiquetes amb la mateixa interfície d'edició d'etiquetes que el Quod Libet. Permet mostrar i editar qualsevol etiqueta que vulgueu en el fitxer, per a tots els formats de fitxer admesos.
cs: Ex Falso je editor tagů se stejným uživatelským rozhraním editoru tagů jako Quod Libet. Umožňuje zobrazit a upravovat libovolné tagy v souborech všech podporovaných formátů.

source: Supported file formats include Ogg Vorbis/Opus/Speex/FLAC, MP3, FLAC, MOD/XM/IT, Musepack, Wavpack, MPEG-4 AAC, Monkeys Audio, WMA, SPC, MIDI.
ca: Els formats de fitxers compatibles inclouen Ogg Vorbis/Opus/Speex/FLAC, MP3, FLAC, MOD/XM/IT, Musepack, Wavpack, MPEG-4 AAC, Monkeys Audio, WMA, SPC i MIDI.
cs: Podporovány jsou mimo jiné formáty Ogg Vorbis/Opus/Speex/FLAC, MP3, FLAC, MOD/XM/IT, Musepack, Wavpack, MPEG-4 AAC, Monkeys Audio, WMA, SPC, MIDI.

source: Tag editing interface
ca: Interfície d'edició d'etiquetes
cs: Rozhraní pro úpravu tagů

source: Quod Libet is a music management program. It provides several different ways to view your audio library, as well as support for Internet radio and audio feeds. It has extremely flexible metadata tag editing and searching capabilities.
ca: El Quod Libet és un programa de gestió de música. Proporciona diverses maneres diferents de veure la biblioteca d'àudio i compatibilitat amb ràdio per Internet i canals d'àudio. Té característiques d'edició i cerca de metadades molt flexibles.
cs: Quod Libet je program pro správu hudby. Nabízí několik způsobů zobrazení hudební sbírky, stejně jako podporu internetových rádií a audio streamů. Zároveň je skvěle vybaven pro úpravy metadat a jejich prohledávání.

source: Album list view
ca: Visualització de llista d'àlbums
cs: Seznam alb

source: Track list
ca: Llista de pistes
cs: Seznam skladeb

source: %d disc
cs: %d disk

source: Schlager
cs: Šlágry

source: Colors
cs: Barvy

source: Dance
cs: Taneční hudba

source: invisible
cs: neviditelný

source: Mode:
cs: Režim:

source: _URL:
cs: _Adresa:

source: Error
cs: Chyba

source: Disc
cs: Disk

source: Discs
cs: Disky

source: Disc %s
cs: Disk %s

source: format
cs: formát

source: _Disc
cs: _Disk

source: Persistent
cs: Trvalá

source: Mode
cs: Režim

source: _Control
cs: _Ovládání

source: disc
cs: disk

source: discs
cs: disky
