Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: Not playing
ca: No hi ha res en reproducció
cs: Nepřehrává se

source: Tray Icon
ca: Icona a la safata
cs: Ikona v oznamovací oblasti

source: Controls Quod Libet from the system tray.
ca: Permet controlar el Quod Libet des de la safata del sistema.
cs: Ovládá Quod Libet z oznamovací oblasti.

source: _Show %(application-name)s
ca: Mo_stra el %(application-name)s
cs: _Zobrazit %(application-name)s

source: _Play
ca: Re_produeix
cs: _Přehrát

source: P_ause
ca: Posa en p_ausa
cs: P_auza

source: Pre_vious
ca: Ant_erior
cs: _Předchozí

source: _Next
ca: Següe_nt
cs: _Další

source: _Shuffle
ca: Alea_tori
cs: _Promíchat

source: _Repeat
ca: _Repeteix
cs: _Opakovat

source: Stop _After This Song
ca: _Atura després d'aquesta cançó
cs: Z_astavit po této skladbě

source: Open _Browser
ca: O_bre el navegador
cs: Otevřít _prohlížeč

source: _Edit…
ca: _Edita…
cs: _Upravit…

source: _Information
ca: _Informació
cs: _Informace

source: Play_lists
ca: _Llistes de reproducció
cs: _Seznamy skladeb

source: _Quit
ca: _Surt
cs: _Zavřít

source: Behavior
ca: Comportament
cs: Chování

source: Scroll wheel adjusts volume
ca: La roda de desplaçament ajusta el volum
cs: Kolečko myši ovládá hlasitost

source: Scroll wheel changes song
ca: La roda de desplaçament canvia de cançó
cs: Kolečko myši změní skladbu

source: Scroll _Wheel
ca: Roda de _desplaçament
cs: _Kolečko myši

source: Tooltip Display
ca: Visualització de la informació emergent
cs: Zobrazení tipů

source: View Lyrics
ca: Visualitza la lletra
cs: Zobrazit texty skladeb

source: Automatically displays tag or file-based lyrics in a sidebar.
ca: Mostra automàticament la lletra de les etiquetes o un fitxer en una barra lateral.
cs: Automaticky zobrazí text skladby z tagů nebo souborů v postranním panelu.

source: No lyrics found for %s
ca: No s'ha trobat la lletra per a %s
cs: Pro %s nenalezeny žádné texty

source: No active song
ca: No hi ha cap cançó activa
cs: Žádná aktivní skladba

source: Hide timestamps of .lrc or .elrc formatted lyrics
ca: Amaga les marques de temps de les lletres en format .LRC o .ELRC
cs: Skrýt časové značky textů ve formátu .lrc nebo .elrc

source: Launch Visualisations
ca: Executa visualitzacions
cs: Spustit vizualizace

source: Launch external visualisations.
ca: Executa visualitzacions externes.
cs: Spustit externí vizualizace.

source: Couldn't run visualisations using '%s'
ca: No s'han pogut executar les visualitzacions mitjançant «%s»
cs: Nepodařilo se spustit vizualizace využívající ‚%s‘

source: Visualiser executable:
ca: Executable del visualitzador:
cs: Spustitelný soubor vizualizéru:

source: Reload
ca: Torna a carregar
cs: Znovu načíst

source: Waveform Seek Bar
ca: Barra de reproducció en forma d'ona
cs: Panel posunu s průběhem signálu

source: ∿ A seekbar in the shape of the waveform of the current song.
ca: ∿ Una barra de reproducció de la cançó actual en forma d'ona.
cs: Panel posunu zobrazující vlnový průběh signálu aktuální skladby.

source: Foreground color
ca: Color de fons
cs: Barva popředí:

source: Hover color
ca: Color en passar el cursor
cs: Barva zvýraznění:

source: Remaining color
ca: Color de la part restant
cs: Barva zbývající části:

source: Show current position whilst hovering
ca: Mostra la posició actual en passar el cursor
cs: Po najetí zobrazit aktuální pozici

source: Show time labels
ca: Mostra les etiquetes de temps
cs: Zobrazit časové značky

source: Seek amount when scrolling (milliseconds):
ca: Increment de desplaçament (mil·lisegons):
cs: Hodnota posunu při rolování (milisekundy):

source: Waveform height (pixels):
ca: Alçada de l'ona (en píxels):
cs: Výška zobrazeného průběhu signálu (pixely):

source: Picture Saver
ca: Desament d'imatges
cs: Ukládání obrázků

source: Saves the cover image of the current song to a file.
ca: Desa la imatge de coberta de la cançó actual en un fitxer.
cs: Uloží do souboru obrázek přebalu alba aktuálně přehrávané skladby.

source: File:
ca: Fitxer:
cs: Soubor:

source: _Threshold:
ca: _Llindar:
cs: _Práh:

source: Threshold until the filter is activated
ca: Llindar fins que el filtre s'activa
cs: Práh aktivace filtru

source: R_atio:
ca: Rel_ació:
cs: P_oměr:

source: Compression ratio
ca: Relació de compressió
cs: Poměr komprese

source: Audio Compressor
ca: Compressor d'àudio
cs: Kompresor

source: Changes the amplitude of all samples above a specific threshold with a specific ratio.
ca: Canvia l'amplitud de totes les mostres per sobre d'un llindar específic amb una relació específica.
cs: Změní amplitudu všech vzorků přesahujících určitý práh podle zadaného poměru.

source: _Preset:
ca: Valor _predefinit:
cs: _Předvolba:

source: Filter preset
ca: Valor predefinit per al filtre
cs: Předvolba filtru

source: _Frequency cut:
ca: Freqüència de tall:
cs: _Ořez frekvence:

source: Low-pass filter cut frequency
ca: Freqüència de tall del filtre passabaix
cs: Frekvence dolní propusti

source: Feed _level:
ca: Nive_ll de mescla:
cs: Úroveň _kanálu:

source: Feed level
ca: Nivell de mescla
cs: Úroveň kanálu

source: Default
ca: Per defecte
cs: Výchozí

source: Closest to virtual speaker placement (30°, 3 meter)
ca: Més proper a una col·locació virtual d'altaveus (30°, 3 metres)
cs: Umístění nejblíže k virtuálnímu reproduktoru (30°, 3 metry)

source: Close to Chu Moy's crossfeeder (popular)
ca: Proper al mesclador creuat de Chu Moy (popular)
cs: Podobné směšovači Chu Moye (oblíbené)

source: Close to Jan Meier's CORDA amplifiers (little change)
ca: Proper als amplificadors CORDA de Jan Meier (poca diferència)
cs: Podobné zesilovačům CORDA Jana Meiera (malá změna)

source: Custom
ca: Personalitzat
cs: Vlastní

source: Custom settings
ca: Paràmetres personalitzats
cs: Vlastní nastavení

source: Crossfeed
ca: Mescla creuada
cs: Směšování kanálů

source: Mixes the left and right channel in a way that simulates a speaker setup while using headphones, or to adjust for early Stereo recordings.
ca: Mescla els canals esquerre i dret d'una manera que simula uns altaveus en utilitzar auriculars, o per a ajustar enregistraments estèreos primerencs.
cs: Smíšením levého a pravého kanálu simuluje zvuk reproduktorů při poslechu sluchátek, nebo umožňuje opravit přílišné oddělení kanálů u starých stereo nahrávek.

source: Filter _band:
ca: _Banda del filtre:
cs: _Pásmo filtru:

source: The Frequency band of the filter
ca: Banda de freqüència del filtre
cs: Frekvenční pásmo filtru

source: Filter _width:
ca: _Amplada del filtre:
cs: Šíře _filtru:

source: The Frequency width of the filter
ca: Amplada de freqüència del filtre
cs: Frekvenční šíře filtru

source: _Level:
ca: Nive_ll:
cs: Ú_roveň:

source: Level of the effect
ca: Nivell de l'efecte
cs: Síla efektu

source: Removes main vocals from audio.
ca: Suprimeix les veus principals de l'àudio.
cs: Odstraní ze zvuku zpěv.

source: Mono Downmix
ca: Barreja automàtica en mono
cs: Sloučení kanálů (mono)

source: Downmixes audio channels to mono.
ca: Barreja automàticament els canals d'àudio en mono.
cs: Sloučí zvukové kanály do jednoho (mono).

source: R_ate:
ca: Velocit_at:
cs: _Frekvence:

source: _Pitch:
ca: T_o:
cs: _Výška:

source: Audio Pitch / Speed
ca: To / velocitat de l'àudio
cs: Výška / rychlost zvuku

source: Controls the pitch of an audio stream.
ca: Controla el to d'un flux d'àudio.
cs: Kontroluje subjektivní výšku a rychlost zvuku.

source: Export Playlist to Folder
ca: Exporta la llista de reproducció a una carpeta
cs: Exportovat do složky

source: _Export
ca: _Exporta
cs: _Exportovat

source: Destination folder:
ca: Carpeta de destinació:
cs: Cílová složka:

source: Filename pattern:
ca: Patró de nom del fitxer:
cs: Šablona názvu souborů:

source: Exports a playlist by copying files to a folder.
ca: Exporta una llista de reproducció copiant els fitxers a una carpeta.
cs: Exportuje seznam skladeb zkopírováním souborů do složky.

source: Unable to export playlist
ca: No es pot exportar la llista de reproducció
cs: Seznam skladeb nelze exportovat

source: Ensure you have write access to the destination.
ca: Assegureu-vos que tingueu accés d'escriptura a la destinació.
cs: Ujistěte se, že máte potřebná oprávnění k zápisu do cíle.

source: Default filename pattern:
ca: Patró de noms dels fitxers per defecte:
cs: Výchozí šablona názvu souborů:

source: _OK
ca: D'ac_ord

source: Type a new playlist name, or choose an existing Sonos playlist to overwrite
ca: Escriviu un nom per a la llista de reproducció nova o trieu una llista de reproducció de Sonos que vulgueu sobreescriure
cs: Zadejte nový název seznamu skladeb, nebo vyberte existující seznam skladeb pro Sonos, který chcete přepsat

source: Export to Sonos Playlist
ca: Exporta a una llista de reproducció de Sonos
cs: Exportovat do seznamu skladeb pro Sonos

source: Exports a playlist to Sonos by matching tracks.
ca: Exporta una llista de reproducció a Sonos cercant pistes coincidents.
cs: Exportuje seznam skladeb do Sonosu přiřazením skladeb.

source: Error finding Sonos device(s)
ca: S'ha produït un error en cercar el dispositiu Sonos
cs: Nepodařilo se nalézt Sonos zařízení

source: Error finding Sonos. Please check settings
ca: S'ha produït un error en cercar el dispositiu Sonos. Comproveu els paràmetres.
cs: Nepodařilo se nalézt Sonos. Zkontrolujte nastavení

source: Failed to delete existing Sonos playlist %s:
ca: No s'ha pogut suprimir la llista de reproducció existent de Sonos %s:
cs: Nepodařilo se smazat existující seznam skladeb pro Sonos %s:

source: Export to playlist %(playlist)r (%(total)d tracks)
ca: Exportació a la llista de reproducció %(playlist)r (pistes: %(total)d)
cs: Exportovat do seznamu skladeb %(playlist)r (%(total)d skladeb)

source: Export to Squeezebox
ca: Exporta a Squeezebox
cs: Exportovat do Squeezeboxu

source: Dynamically exports a playlist to Logitech Squeezebox playlist, provided both share a directory structure.
ca: Exporta dinàmicament una llista de reproducció a una llista de reproducció de Logitech Squeezebox, sempre que comparteixin una estructura de carpetes.
cs: Dynamicky exportuje seznam skladeb do seznamu skladeb Logitech Squeezeboxu, za předpokladu, že oba sdílejí stejnou adresářovou strukturu.

source: Shares configuration with <a href="%(plugin_link)s">Squeezebox Sync plugin</a>.
ca: Comparteix la configuració amb el connector <a href="%(plugin_link)s">Sincronització amb Squeezebox</a>.
cs: Sdílí nastavení se zásuvným modulem <a href="%(plugin_link)s">Synchronizovat se Squeezeboxem</a>.

source: Export playlist to Squeezebox
ca: Exportació de la llista de reproducció a Squeezebox
cs: Exportovat seznam skladeb do Squeezeboxu

source: Playlist name (will overwrite existing)
ca: Nom de la llista de reproducció (sobreescriurà el nom existent)
cs: Název seznamu skladeb (přepíše existující)

source: Export to Squeezebox playlist
ca: Exporta a una llista de reproducció de Squeezebox
cs: Exportovat do seznamu skladeb pro Squeezebox

source: Remove Playlist Duplicates
ca: Suprimeix els duplicats de la llista de reproducció
cs: Odstranit duplikáty v seznamu skladeb

source: Removes duplicate entries in a playlist.
ca: Suprimeix les entrades duplicades en una llista de reproducció.
cs: Odstraní ze seznamu skladeb duplicitní položky.

source: Are you sure you want to remove %d duplicate song?
ca: Segur que voleu suprimir %d cançó duplicada?
cs: Opravdu chcete odstranit %d duplicitní skladbu?

source: The duplicate songs will be removed from the playlist '%s'.
ca: Les cançons duplicades se suprimiran de la llista de reproducció '«%s».
cs: Duplicitní skladby budou odstraněny ze seznamu skladeb ‚%s‘.

source: Shuffle Playlist
ca: Ordena aleatòriament una llista de reproducció
cs: Zamíchat seznam skladeb

source: Randomly shuffles a playlist.
ca: Ordena aleatòriament una llista de reproducció.
cs: Náhodně zamíchá seznam skladeb.

source: Follow Cursor
ca: Segueix el cursor
cs: Následovat kurzor

source: Adds a play order mode that follows your selection, or the next song in the list once exhausted.
ca: Afegeix un mode d'ordre de reproducció que segueix la selecció o la següent cançó de la llista quan s'acaba.
cs: Přidá režim přehrávání, který přehraje aktuální výběr, nebo následující skladbu pokud již byl výběr přehrán celý.

source: Follow cursor
ca: Segueix el cursor
cs: Následovat kurzor

source: _Follow cursor
ca: _Segueix el cursor
cs: _Následovat kurzor

source: Playcount Equalizer
ca: Equalitzador del nombre de reproduccions
cs: Ekvalizér počtu přehrání

source: Adds a shuffle mode that prefers songs with fewer total plays.
ca: Afegeix un mode aleatori que prefereix les cançons amb menys reproduccions totals.
cs: Přidá režim zamíchání který upřednostňuje skladby s nižším počtem přehrání.

source: Prefer less played
ca: Prefereix les cançons menys reproduïdes
cs: Upřednostnit méně přehrávané

source: Prefer _less played
ca: Prefereix _les cançons menys reproduïdes
cs: Upřednostnit _méně přehrávané

source: Priority for less played tracks
ca: Prioritat de les pistes menys reproduïdes
cs: Priorita pro méně přehrávané stopy

source: Queue Only
ca: Només cua
cs: Pouze fronta

source: Limits playing of songs to the queue. Select this play order in the main window, then double-clicking any song will enqueue it instead of playing.
ca: Limita la reproducció de cançons a la cua. Si seleccioneu aquest ordre de reproducció a la finestra principal i després feu doble clic en qualsevol cançó, s'afegirà a la cua en comptes de reproduir-la.
cs: Omezí přehrávání skladeb pouze na frontu. Po zvolení tohoto režimu přehrávání poklepání na skladbu nespustí její přehrávání, ale přidá ji do fronty.

source: Queue only
ca: Només cua
cs: Pouze fronta

source: _Queue only
ca: Només _cua
cs: _Pouze fronta

source: Automatically start playing double-clicked songs
ca: Reprodueix automàticament les cançons en fer-hi doble clic
cs: Automaticky spustit přehrávání přidané skladby

source: Reverse
ca: Inverteix
cs: Opačně

source: Adds a shuffle mode that reverses the play order of songs.
ca: Afegeix un mode aleatori que inverteix l'ordre de reproducció de les cançons.
cs: Přidá režim přehrávání, který otočí pořadí přehrávání skladeb.

source: Re_verse
ca: In_verteix
cs: _Opačně

source: Shuffle by Grouping
ca: Reprodueix aleatòriament per agrupament
cs: Promíchat podle skupin

source: Adds a shuffle mode that groups songs with a common tag – similar to album shuffles. This is useful for shuffling multi-movement classical pieces, making sure all movements play in order before shuffling to the next piece.
ca: Afegeix un mode aleatori que agrupa les cançons per una etiqueta comuna, de manera similar als àlbums. Això és útil per a reproduir aleatòriament peces clàssiques de diversos moviments, assegurant-se que tots els moviments es reprodueixin en ordre abans de reproduir aleatòriament la peça següent.
cs: Přidá režim promíchání, který seskupí skladby podle společného tagu - podobně jako promíchání podle alb. Užitečné k promíchání vět klasických kompozic tak, aby před skočením na další kompozici byly věty přehrány v pořadí.

source: Shuffle by grouping
ca: Reprodueix aleatòriament per agrupament
cs: Promíchat podle skupin

source: Shuffle by _grouping
ca: Reprodueix aleatòriament per a_grupament
cs: _Promíchat podle skupin

source: Waiting to start new group…
ca: S'està esperant a començar un grup nou…
cs: Čekání na přehrání další skupiny…

source: Grouping tag:
ca: Etiqueta d'agrupament:
cs: Seskupit podle:

source: Tag to group songs by
ca: Etiqueta per la qual s'agruparan les cançons
cs: Tag podle kterého mají být skladby seskupeny

source: Filter tag:
ca: Etiqueta de filtratge:
cs: Filtrovat podle:

source: Grouping is applied only if the filter tag is defined. A song with an undefined filter tag will be treated as a group consisting only of itself. Typically the filter tag should match or partially match the grouping tag.
ca: L'agrupació s'aplica només si s'ha definit l'etiqueta de filtratge. Una cançó amb una etiqueta de filtratge indefinida es tractarà com un grup independent. Normalment, l'etiqueta de filtratge ha de coincidir totalment o parcialment amb l'etiqueta d'agrupament.
cs: Seskupení je použito pouze pokud zadaný tag existuje. Skladba, která zadaný tag nemá, je zpracována jako samostatná skupina obsahující pouze tuto skladbu. Ve většině případů by měl být shodný nebo částečně shodný s výše uvedeným skupinovým tagem.

source: Delay:
ca: Retard:
cs: Zpoždění:

source: Time delay in seconds before starting next group
ca: Retard en segons abans de començar el grup següent
cs: Zpoždění před spuštěním přehrávání další skupiny v sekundách

source: Reset to defaults
ca: Reinicialitza
cs: Výchozí hodnoty

source: Skip Disliked Tracks
ca: Salta les pistes amb valoracions baixes
cs: Přeskočit neoblíbené skladby

source: Adds a play order (shuffle) mode that plays in order, but skips tracks with a rating below (or equal to) a given threshold.
ca: Afegeix un mode d'ordre de reproducció (aleatori) que reprodueix en ordre, però salta les pistes amb una valoració inferior (o igual) a un llindar determinat.
cs: Přidá režim přehrávání (promíchání), který přehrává v pořadí, ale přeskočí skladby s hodnocením nižším (nebo rovným) zadané hodnotě.

source: Skip disliked tracks
ca: Salta les pistes amb valoracions baixes
cs: Přeskočit neoblíbené skladby

source: Skip _disliked tracks
ca: Salta les _pistes amb valoracions baixes
cs: Přeskočit _neoblíbené skladby

source: Repeat Each Track
ca: Repeteix cada pista
cs: Opakovat všechny skladby

source: Adds a shuffle mode that plays tracks in order, but repeating every track a set number of times.
ca: Afegeix un mode aleatori que reprodueix les pistes en ordre, però repetint cada pista un nombre determinat de vegades.
cs: Přidá režim přehrávání, který přehraje skladby v pořadí, ale každou skladbu přehraje vícekrát.

source: Repeat each track
ca: Repeteix cada pista
cs: Opakovat všechny skladby

source: Repeat _each track
ca: R_epeteix cada pista
cs: Opakovat vš_echny skladby

source: Number of times to play each song:
ca: Nombre de vegades que s'ha de reproduir cada cançó:
cs: Počet přehrání pro každou skladbu:

source: Conditional Query
ca: Consulta condicional
cs: Dotaz: podmíněný

source: Chooses the query to match based on a condition query.
ca: Tria la consulta en funció del resultat d'una consulta condicional.
cs: Vybere dotaz podle zadané podmínky.

source: @(if: condition-query, then-query, else-query)
ca: @(if: consulta-condicional, consulta-cert, consulta-fals)
cs: @(if: dotaz-podmínka, dotaz-potom, dotaz-jinak)

source: Missing Query
ca: Consulta d'etiquetes que falten
cs: Dotaz: chybějící

source: Matches songs without the given tag.
ca: Coincideix amb les cançons sense l'etiqueta proporcionada.
cs: Vybere skladby bez zadaného tagu.

source: Include empty tags
ca: Inclou les etiquetes buides
cs: Včetně prázdných tagů

source: Python Query
ca: Consulta de Python
cs: Dotaz: Python

source: 🐍Use Python expressions in queries.
ca: 🐍Utilitza expressions de Python en les consultes.
cs: 🐍 Umožní použít v dotazech výrazy Pythonu.

source: @(python: expression)
ca: @(python: expressió)
cs: @(python: výraz)

source: The variable <tt>s</tt> (or <tt>a</tt>) is the song / album being matched. <tt>_ts</tt> is a (real number) timestamp at start of query. Modules <tt>time</tt> and <tt>random</tt> are also available, and the class <tt>Random</tt> (==<tt>random.Random</tt>) too.
ca: La variable <tt>s</tt> (o <tt>a</tt>) és la cançó o l'àlbum que coincideix. <tt>_ts</tt> és una marca de temps (nombre real) a l'inici de la consulta. Els mòduls <tt>time</tt> i <tt>random</tt> també estan disponibles, així com la classe <tt>Random</tt> (==<tt>random.Random</tt>).
cs: Proměnné <tt>s</tt> nebo <tt>a</tt> reprezentují skladbu / album. <tt>_ts</tt> je časová značka (číslo) na začátku dotazu. Dostupné jsou moduly <tt>time</tt> a <tt>random</tt> a třída <tt>Random</tt> (==<tt>random.Random</tt>).

source: Include Saved Search
ca: Inclou una cerca desada
cs: Použít uložené hledání

source: 💾 Include the results of a saved search as part of another query.
ca: 💾 Inclou els resultats d'una cerca desada com a part d'una altra consulta.
cs: 💾 Umožní použít výsledky uloženého hledání jako součást jiného dotazu.

source: @(saved: search-name)
ca: @(saved: nom-de-la-cerca)
cs: @(saved: název-hledání)

source: Unique Query
ca: Consulta única
cs: Dotaz: jedinečné

source: Filter search results by unique tags.
ca: Filtra els resultats de la cerca per etiquetes úniques.
cs: Filtruje výsledky hledání podle jedinečných tagů.

source: @(unique: tag)
ca: @(unique: etiqueta)

source: Squeezebox OK. Using the only player (%s).
ca: Squeezebox correcte. S'està utilitzant l'únic reproductor (%s).
cs: Squeezbox OK. Používá se přehrávač (%s).

source: Couldn't connect to %s
ca: No s'ha pogut establir la connexió a %s
cs: Nepodařilo se připojit k %s

source: Hostname:
ca: Nom de l'amfitrió:
cs: Hostitel:

source: Username:
ca: Nom d'usuari:
cs: Uživatel:

source: Password:
ca: Contrasenya:
cs: Heslo:

source: Library directory the server connects to
ca: Carpeta de la biblioteca a la qual es connecta el servidor
cs: Složka knihovny ke které je připojen server

source: Library path:
ca: Camí de la biblioteca:
cs: Cesta knihovny:

source: _Verify settings
ca: _Verifica els paràmetres
cs: O_věřit nastavení

source: Squeezebox Server
ca: Servidor de Squeezebox

source: Debug
ca: Depura
cs: Ladit

source: Squeezebox server at {hostname}:{port}
ca: Servidor de Squeezebox a {hostname}:{port}
cs: Squeezbox server na {hostname}:{port}

source: unidentified Squeezebox server
ca: Servidor de Squeezebox no identificat
cs: nerozpoznaný Squeezbox server

source: unidentified Squeezebox player: %r
ca: Reproductor Squeezebox no identificat: %r
cs: nerozpoznaný Squeezbox přehrávač: %r

source: Choose Squeezebox player
ca: Trieu el reproductor Squeezebox
cs: Vybrat Squeezbox přehrávač

source: Found Squeezebox server. Please choose the player
ca: S'ha trobat un servidor de Squeezebox. Trieu el reproductor.
cs: Nalezen Squeezbox server. Vyberte přehrávač

source: Fit image to _window
ca: Ajusta la imatge a la _finestra
cs: Přizpůsobit obrázek _oknu

source: See '[plugins] cover_filenames' config entry for image filename strings
ca: Consulteu l'entrada de configuració «[plugins] cover_filenames» per a les cadenes de noms de fitxer d'imatge
cs: Položka nastavení řetězce pro název obrázku viz ‚[plugins] cover_filenames‘

source: _Program:
ca: _Programa:

source: _Edit image after saving
ca: _Edita la imatge després de desar-la
cs: _Upravit obrázek po uložení

source: File_name:
ca: _Nom del fitxer:
cs: _Název souboru:

source: Saving failed
ca: S'ha produït un error en desar
cs: Ukládání selhalo

source: Unable to save "%s".
ca: No es pot desar «%s».
cs: Nepodařilo se uložit „%s“.

source: [albumart] HTTP Error: %s
ca: [albumart] Error HTTP: %s
cs: [albumart] HTTP chyba: %s

source: Album Art Downloader
ca: Baixada de coberta de l'àlbum
cs: Stahování přebalů alb

source: from %(source)s
ca: de %(source)s
cs: zdroj: %(source)s

source: Resolution: %s
ca: Resolució: %s
cs: Rozlišení: %s

source: Size: %s
ca: Mida: %s
cs: Velikost: %s

source: Per engine 'at best' results limit
ca: Límit de resultats per motor
cs: Limit počtu výsledků

source: _Search
ca: _Cerca
cs: _Hledat

source: Searching…
ca: S'està cercant…
cs: Hledání…

source: Done
ca: Fet
cs: Dokončeno

source: Download Album Art
ca: Baixa la coberta de l'àlbum
cs: Stáhnout přebal alba

source: Downloads album covers from various websites.
ca: Baixa les cobertes dels àlbums de diversos llocs web.
cs: Umožní stažení přebalů alb z různých zdrojů.

source: Sources
ca: Fonts
cs: Zdroje

source: APEv2 to ID3v2
ca: APEv2 a ID3v2
cs: Převod APEv2 na ID3v2
