Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: Sync complete.
ca: S'ha completat la sincronització.
cs: Synchronizace dokončena.

source: Error during sync (%s)
ca: S'ha produït un error durant la sincronització (%s)
cs: Chyba synchronizace (%s)

source: Last.fm Sync
ca: Sincronització amb Last.fm
cs: Synchronizace s Last.fm

source: Updates your library's statistics from your Last.fm profile.
ca: Actualitza les estadístiques de la biblioteca des del perfil de Last.fm.
cs: Aktualizuje statistiky sbírky z profilu na Last.fm.

source: _Username:
ca: Nom d'_usuari:
cs: _Uživatel:

source: Create Sort Tags
ca: Crea les etiquetes d'ordenació
cs: Vytvořit tagy pro třídění

source: Guesses sort tags for albums and people.
ca: Genera les etiquetes d'ordenació dels àlbums i persones.
cs: Odhadne tagy pro řazení alb a lidí.

source: e.g.
ca: Per exemple:
cs: např.

source: Applies to tags: <tt>%s</tt>.
ca: S'aplica a les etiquetes: <tt>%s</tt>.
cs: Platí pro tagy: <tt>%s</tt>.

source: Export as M3U / PLS Playlist File
ca: Exporta a un fitxer de llista de reproducció M3U/PLS
cs: Exportovat do M3U / PLS

source: Exports songs to an M3U or PLS playlist.
ca: Exporta les cançons a una llista de reproducció M3U o PLS.
cs: Exportuje skladby do seznamu skladeb M3U nebo PLS.

source: Use relative paths
ca: Utilitza rutes relatives
cs: Použít relativní cesty

source: Use absolute paths
ca: Utilitza rutes absolutes
cs: Použít absolutní cesty

source: Writing to %s failed.
ca: S'ha produït un error en escriure a %s.
cs: Zapisování do %s selhalo.

source: Rescan Songs
ca: Torna a analitzar les cançons
cs: Znovu načíst skladby

source: Checks for file changes and reloads / removes the songs if needed.
ca: Comprova si hi ha canvis en els fitxers i torna a carregar o suprimeix les cançons si cal.
cs: Vyhledá změny ve skladbách a pokud je třeba znovu načte / odebere skladby.

source: Rescan songs
ca: Torna a analitzar les cançons
cs: Znovu načíst skladby

source: ReplayGain Analyzer
ca: Analitzador de ReplayGain
cs: ReplayGain analyzér

# track/title
source: Track
ca: Pista
cs: Skladba

source: Progress
ca: Progrés
cs: Průběh

source: Gain
ca: Guany
cs: Zisk

source: Peak
ca: Pic
cs: Špička

source: There is %(to-process)s album to update (of %(all)s)
ca: S'actualitzarà %(to-process)s/%(all)s àlbum
cs: Aktualizováno bude <b>%(to-process)s</b> album (z %(all)s)

source: Analyzes and updates <a href="%(rg_link)s">ReplayGain</a> information, using GStreamer. Results are grouped by album.
ca: Analitza i actualitza la informació de <a href="%(rg_link)s">ReplayGain</a> amb el GStreamer. Els resultats s'agrupen per àlbum.
cs: Prostřednictvím GStreameru analyzuje a aktualizuje metadata <a href="%(rg_link)s">ReplayGain</a>. Výsledky jsou seskupeny podle alba.

source: always
ca: sempre
cs: vždy

source: if <b>any</b> RG tags are missing
ca: si falta <b>qualsevol</b> etiqueta de ReplayGain
cs: pokud chybí <b>některé</b> RG tagy

source: if <b>album</b> RG tags are missing
ca: si falten les etiquetes de ReplayGain de l'<b>àlbum</b>
cs: pokud chybí <b>album</b> RG tagy

source: _Process albums:
ca: _Processa els àlbums:
cs: _Zpracovat alba:

source: Existing Tags
ca: Etiquetes existents
cs: Stávající tagy

source: Split Tags
ca: Divideix les etiquetes
cs: Rozdělit tagy

source: Splits the disc number from the album and the version from the title at the same time.
ca: Divideix el número de disc de l'àlbum i la versió del títol alhora.
cs: Oddělí číslo disku od alba a verzi od názvu skladby.

source: Split Album
ca: Divideix l'àlbum
cs: Rozdělit album

source: Split out disc number.
ca: Divideix el número de disc.
cs: Oddělí číslo disku.

source: Split Genre
ca: Divideix el gènere
cs: Rozdělit žánr

source: Split a single genre tag into multiple tags.
ca: Divideix una única etiqueta de gènere en diverses etiquetes.
cs: _Rozdělí tag žánr do více tagů.

source: n/a
ca: N/D

source: BPM:
ca: PPM:

source: Reset
ca: Reinicialitza
cs: _Resetovat

source: Tap
ca: Toca
cs: Vyťukat

source: Tap BPM
ca: Toca les PPM
cs: Vyťukat tempo

source: 🥁 Tap BPM for the selected song.
ca: Toca les PPM de la cançó seleccionada.
cs: 🥁 Vyťuká tempo pro vybranou skladbu.

source: Website Search
ca: Cerca en llocs web
cs: Vyhledávání na webu

source: Searches your choice of website using any song tags. Supports patterns e.g. %(pattern)s.
ca: Cerca qualsevol etiqueta d'una cançó en un lloc web que vulgueu. S'admeten patrons; p. ex., %(pattern)s.
cs: Vyhledá tagy skladby na uživatelem nastavené stránce. Podporuje vzory, např. %(pattern)s.

source: Search URL patterns
ca: Patrons d'URL de cerca
cs: Vzory URL hledání

source: Edit search URLs
ca: Edita els URL de cerca
cs: Upravit URL hledání

source: Configure Searches…
ca: Configura les cerques…
cs: Nastavit vyhledávání…

source: Search Tag in Wikipedia
ca: Cerca l'etiqueta a la Viquipèdia
cs: Vyhledat tag na Wikipedii

source: Opens a browser window with the Wikipedia article on the selected song's corresponding tag.
ca: Obre una finestra del navegador amb l'article de la Viquipèdia sobre l'etiqueta corresponent de la cançó seleccionada.
cs: Otevře okno prohlížeče a zobrazí stránku Wikipedie odpovídající zadanému tagu.

source: Search at %(website)s
ca: Cerca a %(website)s
cs: Vyhledat na %(website)s

source: Edit…
ca: Edita…
cs: Upravit…

source: Edit Tags
ca: Edita les etiquetes
cs: Upravit tagy

source: Search failed
ca: S'ha produït un error en la cerca
cs: Hledání selhalo

source: Tag "%s" not found.
ca: No s'ha trobat l'etiqueta «%s».
cs: Tag „%s“ nenalezen.

source: Library
ca: Biblioteca
cs: Sbírka

source: Checking mount points
ca: S'estan comprovant els punts de muntatge
cs: Kontrola bodů připojení

source: Scanning library
ca: S'està analitzant la biblioteca
cs: Načítání sbírky

source: Scanning %s
ca: S'està analitzant %s
cs: Načítání %s

source: Loading files
ca: S'estan carregant els fitxers
cs: Načítání souborů

source: Moving library files
ca: S'estan movent els fitxers de la biblioteca
cs: Přesouvání souborů sbírky

source: Removing library files
ca: S'estan suprimint els fitxers de la biblioteca
cs: Odebírání souborů sbírky

source: Adding watches for %s
ca: S'està afegint el seguiment per a %s
cs: Přidání monitoringu pro %s

source: No library songs found in legacy playlist %(filename)r (of size %(size).1f kB).
ca: No s'ha trobat cap cançó de la biblioteca a la llista de reproducció antiga %(filename)r (mida: %(size).1f kB).
cs: Ve staré verzi seznamu skladeb %(filename)r (%(size).1f kB) nebyly nalezeny žádné skladby ze sbírky.

source: Have you changed library root dir(s), but not this playlist?
ca: Heu canviat la carpeta arrel de la biblioteca, però no aquesta llista de reproducció?
cs: Změnili jste kořenovou složku sbírek, ale ne tento seznam skladeb?

source: %d playlist failed to convert
ca: No s'ha pogut convertir %d llista de reproducció
cs: Nezdařil se převod %d seznamu skladeb

source: Music player and music library manager
ca: Reproductor de música i gestor de biblioteca de música
cs: Hudební přehrávač a správce hudební sbírky

source: Failed to load file: %r
ca: No s'ha pogut carregar el fitxer: %r
cs: Nelze načíst soubor: %r

source: List tags
ca: Enumera les etiquetes
cs: Seznam tagů

source: Print terse output
ca: Mostra una sortida sense pèrdues
cs: Tisk stručného výpisu

source: Columns to display and order in terse mode (%s)
ca: Columnes que es mostraran i ordre en el mode sense pèrdues (%s)
cs: Sloupce k zobrazení a seřazení ve stručném režimu (%s)

source: Also list programmatic tags
ca: Enumera també les etiquetes programàtiques
cs: Zobrazit také programové tagy

source: Not enough arguments
ca: No s'han proporcionat prou arguments
cs: Málo parametrů

source: Too many arguments
ca: S'han proporcionat massa arguments
cs: Příliš mnoho parametrů

source: Description
ca: Descripció
cs: Popis

source: Value
ca: Valor
cs: Hodnota

source: List all common tags
ca: Enumera totes les etiquetes comunes
cs: Vypsat všechny běžné tagy

source: Copy tags from one file to another
ca: Copia les etiquetes d'un fitxer a un altre
cs: Zkopírovat tagy z jednoho souboru do druhého

source: Show changes, don't apply them
ca: Mostra els canvis, però no els apliquis
cs: Zobrazit náhled změn, zatím neaplikovat

source: Skip tags that can't be written
ca: Omet les etiquetes que no es poden escriure
cs: Přeskočit tagy, které nemohou být zapsány

source: Can't copy tag {tagname} to file: {filename}
ca: No es pot copiar l'etiqueta {tagname} al fitxer: {filename}
cs: Nelze zkopírovat tag {tagname} do souboru: {filename}

source: Edit tags in a text editor
ca: Edita les etiquetes en un editor de text
cs: Upravit tagy v textovém editoru

source: Editing aborted
ca: S'ha anul·lat l'edició
cs: Úpravy zrušeny

source: Starting text editor '%(editor-name)s' failed.
ca: S'ha produït un error en iniciar l'editor de text «%(editor-name)s».
cs: Spuštění editoru ‚%(editor-name)s‘ selhalo.

source: No changes detected
ca: No s'ha detectat cap canvi
cs: Nic se nezměnilo

source: Set a tag and remove existing values
ca: Defineix una etiqueta i suprimeix els valors existents
cs: Nastavit tag a odstranit aktuální hodnoty

source: Can not set %(tag)r for %(format)s file %(file)r
ca: No es pot definir %(tag)r per al fitxer %(format)s %(file)r
cs: Nelze nastavit %(tag)r pro %(format)s soubor %(file)r

source: Remove tags
ca: Suprimeix les etiquetes
cs: Odstranit tagy

source: Value is a regular expression
ca: El valor és una expressió regular
cs: Hodnota je regulární výraz

source: Remove all tags
ca: Suprimeix totes les etiquetes
cs: Odstranit všechny tagy

source: Can't combine '--all' with '--regexp'
ca: No es pot combinar «--all» amb «--regexp»
cs: Nelze kombinovat ‚--all‘ a ‚--regexp‘

source: Can't remove {tagname} from {filename}
ca: No es pot suprimir {tagname} de {filename}
cs: Nelze odstranit {tagname} z {filename}

source: Remove a tag value
ca: Suprimeix un valor d'etiqueta
cs: Odstranit hodnotu

source: Add a tag value
ca: Afegeix un valor d'etiqueta
cs: Přidat hodnotu

source: Can not set %r
ca: No es pot definir %r
cs: Nelze nastavit %r

source: List file information
ca: Mostra la informació del fitxer
cs: Zobrazit informace o souboru

source: Set the provided image as primary embedded image and remove all other embedded images
ca: Defineix la imatge proporcionada com a imatge incrustada principal i suprimeix la resta d'imatges incrustades
cs: Nastavit vybraný obrázek jako výchozí vložený obrázek a odstranit všechny ostatní vložené obrázky

source: Failed to load image file: %r
ca: No s'ha pogut carregar el fitxer d'imatge: %r
cs: Nepodařilo se načíst obrázek: %r

source: Image editing not supported for %(file_name)s (%(file_format)s)
ca: L'edició d'imatges no és compatible amb %(file_name)s (%(file_format)s)
cs: Úprava obrázků %(file_name)s (%(file_format)s) není podporována

source: Remove all embedded images
ca: Suprimeix totes les imatges incrustades
cs: Odstranit všechny vložené obrázky

source: Extract embedded images to %(filepath)s
ca: Extreu les imatges incrustades a %(filepath)s
cs: Extrahovat vložené obrázky do %(filepath)s

source: Path to where the images will be saved to (defaults to the working directory)
ca: Camí on es desaran les imatges (per defecte, la carpeta de treball)
cs: Složka do které budou obrázky uloženy (výchozí je pracovní složka)

source: Rename files based on tags
ca: Canvia el nom dels fitxers a partir de les etiquetes
cs: Přejmenovat soubory podle tagů

source: Fill tags based on the file path
ca: Emplena les etiquetes a partir de la ruta del fitxer
cs: Vyplnit tagy podle cesty a názvu souborů

source: File
ca: Fitxer
cs: Soubor

source: Fill tracknumbers for all files
ca: Emplena els números de pista per a tots els fitxers
cs: Doplnit čísla skladeb u všech souborů

source: Print tags based on the given pattern
ca: Mostra les etiquetes en funció del patró proporcionat
cs: Vytisknout tagy podle zadaného vzoru

source: Display help information
ca: Mostra la informació d'ajuda
cs: Zobrazit nápovědu

source: '%(column-id)s' is not a valid column name (%(all-column-ids)s).
ca: «%(column-id)s» no és un nom de columna vàlid (%(all-column-ids)s).
cs: ‚%(column-id)s‘ není platný název sloupce (%(all-column-ids)s).

source: _Unknown
ca: _Desconegut
cs: _Neznámé

source: In Order
ca: En ordre
cs: V pořadí

source: _In Order
ca: _En ordre
cs: _V pořadí

source: Random
ca: Aleatori
cs: Náhodně

source: _Random
ca: _Aleatori
cs: _Náhodně

source: Prefer higher rated
ca: Prefereix les valoracions més altes
cs: Upřednostnit lépe hodnocené

source: Prefer _higher rated
ca: Prefereix les _valoracions més altes
cs: Upřednostnit lépe _hodnocené

source: Repeat this track
ca: Repeteix aquesta pista
cs: Opakovat skladbu

source: Repeat _this track
ca: Repeteix _aquesta pista
cs: Opakova_t skladbu

source: Repeat all
ca: Repeteix-ho tot
cs: Opakovat všechny

source: Repeat _all
ca: Repeteix-ho t_ot
cs: Op_akovat všechny

source: One song
ca: Una cançó
cs: Jedna skladba

source: One _song
ca: Una _cançó
cs: Jedna _skladba

source: Stream
ca: Transmissió

source: Buffering
ca: S'està carregant
cs: Načítání do vyrovnávací paměti

source: Could not create GStreamer pipeline (%s)
ca: No s'ha pogut crear la canonada del GStreamer (%s)
cs: Nepodařilo se vytvořit rouru GStreameru (%s)

source: No GStreamer element found to handle media format
ca: No s'ha trobat cap element del GStreamer per a gestionar el format multimèdia
cs: Nenalezen GStreamer element pro daný formát

source: Media format: %(format-description)s
ca: Format multimèdia: %(format-description)s
cs: Formát: %(format-description)s

source: GStreamer plugin '%(name)s' could not be initialized
ca: No s'ha pogut iniciar el connector del GStreamer «%(name)s»
cs: Zásuvný modul GStreameru ‚%(name)s‘ se nepodařilo inicializovat

source: The GStreamer output pipeline used for playback. Leave blank for the default pipeline. If the pipeline contains a sink, it will be used instead of the default one.
ca: Canonada de sortida del GStreamer utilitzada per a la reproducció. Deixeu-ho en blanc per a utilitzar la canonada per defecte. Si la canonada conté un receptor, s'utilitzarà en comptes del receptor per defecte.
cs: GStreamer výstupní roura pro přehrávání. Nechte prázdné pro použití výchozí roury. Pokud roura obsahuje cíl, bude použit místo výchozího.

source: _Output pipeline:
ca: Canonada de s_ortida:
cs: _Výstupní roura:

source: _Buffer duration:
ca: _Durada de la memòria intermèdia:
cs: _Délka mezipaměti:

source: Disable _gapless playback
ca: Inhabilita la _reproducció sense interrupcions
cs: Zakázat přehrávání _bez mezer

source: Disabling gapless playback can avoid track changing problems with some GStreamer versions
ca: Inhabilitar la reproducció sense interrupcions pot evitar problemes en canviar de pista amb algunes versions del GStreamer
cs: Zakázání přehrávání bez mezer může předejít problémům s přechody mezi skladbami u některých verzí GStreameru

source: Use JACK for playback if available
ca: Utilitza el JACK per a la reproducció si està disponible
cs: Pokud je k dispozici, použít k přehrávání JACK

source: Uses `jackaudiosink` for playbin sink if it can be detected
ca: Utilitza «jackaudiosink» com a receptor de playbin si es pot detectar
cs: Pokud je detekován `jackaudiosink`, použít ho jako playbin cíl

source: Auto-connect to JACK output devices
ca: Connecta automàticament els dispositius de sortida del JACK
cs: Automaticky připojit JACK výstupní zařízení

source: Tells `jackaudiosink` to auto-connect
ca: Indica a «jackaudiosink» que es connecti automàticament
cs: Nastaví pro `jackaudiosink` automatické připojování

source: No GStreamer audio sink found. Tried: %s
ca: No s'ha trobat cap receptor d'àudio del GStreamer. S'ha provat: %s
cs: GStreamer zvukový cíl nenalezen. Vyzkoušeno: %s

source: Invalid GStreamer output pipeline
ca: La canonada de sortida del GStreamer no és vàlida
cs: Neplatná GStreamer výstupní roura

source: Unable to create audio output
ca: No es pot crear la sortida d'àudio
cs: Nelze vytvořit zvukový výstup

source: The audio device %r was not found. Check your Xine settings in ~/.quodlibet/config.
ca: No s'ha trobat el dispositiu d'àudio %r. Comproveu la configuració del Xine a ~/.quodlibet/config.
cs: Zvukové zařízení %r nenalezeno. Zkontrolujte nastavení Xine v ~/.quodlibet/config.

source: Couldn't find module {module!r}. Perhaps you need to install the package?{extra}
ca: No s'ha trobat el mòdul «{module!r}». És possible que hàgiu d'instal·lar el paquet. {extra}
cs: Nebyl nalezen modul ‚{module!r}‘. Možná musíte nainstalovat balíček? {extra}

source: Couldn't find GStreamer element {element!r}, from the {category!r} plugins.
ca: No s'ha trobat l'element del GStreamer «{element!r}» dels connectors «{category!r}».
cs: Nelze nalézt GStreamer element ‚{element!r}‘ z kategorie zásuvných modulů {category!r}.

source: Please visit the Plugins window to set ListenBrainz up. Until then, listens will not be submitted.
ca: Visiteu la finestra Connectors per a configurar ListenBrainz. Fins llavors, les reproduccions no s'enviaran.
cs: Otevřete okno Zásuvné moduly a nastavte ListenBrainz. Dokud nastavení neprovedete, statistika poslechu nebude odesílána.

source: Too many consecutive submission failures (%d). Setting to offline mode. Please visit the Plugins window to reset ListenBrainz. Until then, listens will not be submitted.
ca: S'han produït massa errors d'enviament consecutius (%d). S'ha canviat al mode sense connexió. Visiteu la finestra Connectors per a reinicialitzar el ListenBrainz. Fins llavors, les reproduccions no s'enviaran.
cs: Příliš mnoho opakovaných chyb odeslání (%d). Přepnuto do offline režimu. Otevřete okno Zásuvné moduly a resetujte ListenBrainz. Do té doby nebude statistika poslechu odesílána.

source: ListenBrainz Submission
ca: Enviament a ListenBrainz
cs: Odeslání do ListenBrainz

source: Submit listens to ListenBrainz.
ca: Envia les reproduccions a ListenBrainz.
cs: Odešle statistiku poslechu do ListenBrainz.

source: User _token:
ca: _Testimoni de l'usuari:
cs: Uživatelský _token:

source: T_ags:
ca: Eti_quetes:
cs: T_agy:

source: List of tags to include in the submission. Comma-separated, use double-quotes if necessary.
ca: Llista d'etiquetes que s'inclouran en l'enviament. Separeu-los per comes i utilitzeu cometes dobles si cal.
cs: Seznam tagů které mají být odesílány. Odděleny čárkami, pokud je třeba, použijte dvojité uvozovky.

source: Songs matching this filter will not be submitted.
ca: Les cançons que coincideixin amb aquest filtre no s'enviaran.
cs: Informace o skladbách odpovídajících zadanému filtru nebudou odesílány.

source: Run the plugin "%(name)s" on %(count)s playlist?
ca: Voleu executar el connector «%(name)s» en %(count)s llista de reproducció?
cs: Spustit zásuvný modul „%(name)s“ pro %(count)s seznam skladeb?

source: _Run Plugin
ca: Executa el connecto_r
cs: _Spustit zásuvný modul

source: Usage
ca: Ús
cs: Použití

source: Revert to default
ca: Reinicialitza
cs: Nastavit výchozí

source: Filename patterns for lyric files
ca: Patrons de noms dels fitxers de lletra
cs: Šablona názvu souborů textů

source: Directory strings or patterns for lyric files
ca: Cadenes o patrons de carpetes dels fitxers de lletra
cs: Šablony pro složky a soubory textů

source: I know what I'm doing!
ca: Sé què faig!
cs: Vím, co dělám!

source: Beginning
ca: Inici
cs: Začátek

source: N/A
ca: N/D

source: Bookmarks
ca: Marcadors
cs: Záložky

source: Time
ca: Temps
cs: Čas

source: Bookmark Name
ca: Nom del marcador
cs: Název záložky

source: Select a single track to edit its bookmarks
ca: Seleccioneu una única pista per a editar-ne els marcadors
cs: Vyberte skladbu pro kterou upravit záložky

source: _Filters
ca: _Filtres
cs: _Filtry

source: Recently _Played
ca: Re_produccions recents
cs: Nedávno _přhrané

source: Recently _Added
ca: _Addicions recents
cs: Nedávno přid_ané

source: _Top 40
ca: 40 grans èxi_ts

source: All _Songs
ca: Tote_s les cançons
cs: Všechny _skladby

source: On Current _Genre(s)
ca: _Gènere actual
cs: Podle přehávaného žán_ru(ů)

source: On Current _Artist(s)
ca: _Artista actual
cs: Podle přehráv_aného umělce(ů)

source: On Current Al_bum
ca: Àl_bum actual
cs: Podle přehrávaného al_ba

source: Random _Genre
ca: _Gènere aleatori
cs: Ná_hodný žánr

source: Random _Artist
ca: _Artista aleatori
cs: Náhodný umělec

source: Random Al_bum
ca: Àl_bum aleatori
cs: Náhodné al_bum

source: The 40 songs you've played most (more than 40 may be chosen if there are ties)
ca: Les 40 cançons que heu escoltat més (es poden escollir més de 40 si hi ha empats)
cs: 40 nejčastěji poslouchaných skladeb (může být vybráno více než 40 pokud má více skladeb stejný počet přehrání)

source: _Name:
ca: _Nom:
cs: _Název:

source: _Value:
ca: _Valor:
cs: _Hodnota:

source: Saved Values
ca: Valors desats
cs: Uložené hodnoty

source: Edit saved values…
ca: Edita els valors desats…
cs: Upravit uložené hodnoty…

source: Auto_matic
ca: Auto_màtic
cs: Auto_maticky

source: _Track Mode
ca: Mode de pis_ta
cs: _Režim skladby

source: _Album Mode
ca: Mode d'_àlbum
cs: _Režim alba

source: _Mute
ca: _Silencia
cs: _Ztlumit

source: _Replay Gain Mode
ca: Mode de _ReplayGain
cs: _Režim Replay Gain

source: New %s
ca: Crea un %s
cs: Nový %s

source: (unknown)
ca: (desconegut)
cs: (neznámé)

source: _Add…
ca: _Afegeix…
cs: _Přidat…

source: _Edit
ca: _Edita
cs: _Upravit

source: Tag expression
ca: Expressió d'etiqueta
cs: Tag výraz

source: Tag expression e.g. people:real or ~album~year
ca: Expressió d'etiqueta; p. ex., people:real o ~album~year
cs: Tag výraz, např. people:real nebo ~album~year

source: Enter new tag
ca: Introduïu una etiqueta nova
cs: Vložit nový tag

source: Edit tag expression
ca: Edició de l'expressió d'etiqueta
cs: Upravit tag výraz

source: Files:
ca: Fitxers:
cs: Soubory:

source: The selected songs will be removed from the library and their files deleted from disk.
ca: Les cançons seleccionades se suprimiran de la biblioteca i els fitxers se suprimiran del disc.
cs: Vybrané skladby budou odstraněny ze sbírky a smazány z disku.

source: The selected files will be deleted from disk.
ca: Els fitxers seleccionats se suprimiran del disc.
cs: Vybrané soubory budou smazány z disku.

source: Delete %(file_count)d file permanently?
ca: Voleu suprimir de forma permanent %(file_count)d fitxer?
cs: Trvale smazat %(file_count)d soubor?

source: _Delete Files
ca: _Suprimeix els fitxers
cs: _Smazat soubory

source: The selected songs will be removed from the library and their files moved to the trash.
ca: Les cançons seleccionades se suprimiran de la biblioteca i els fitxers es mouran a la paperera.
cs: Vybrané skladby budou odstraněny ze sbírky a jejich soubory budou přesunuty do koše.

source: The selected files will be moved to the trash.
ca: Els fitxers seleccionats es mouran a la paperera.
cs: Vybrané soubory budou přesunuty do koše.

source: Move %(file_count)d file to the trash?
ca: Voleu moure %(file_count)d fitxer a la paperera?
cs: Přesunout %(file_count)d soubor do koše?

source: _Move to Trash
ca: _Mou a la paperera
cs: _Přesunout do koše

source: Moving %(current)d/%(total)d.
ca: S'està movent %(current)d/%(total)d.
cs: Přesouvání %(current)d/%(total)d.

source: Unable to move to trash
ca: No es pot moure a la paperera
cs: Nelze přesunout do koše

source: Moving one or more files to the trash failed.
ca: S'ha produït un error en moure un o més fitxers a la paperera.
cs: Jeden nebo více souborů se nepodařilo přesunout do koše.

source: Deleting %(current)d/%(total)d.
ca: S'està suprimit %(current)d/%(total)d.
cs: Mazání %(current)d/%(total)d.

source: Unable to delete files
ca: No es poden suprimir els fitxers
cs: Soubory nelze smazat

source: Deleting one or more files failed.
ca: S'ha produït un error en suprimir un o més fitxers.
cs: Jeden nebo více souborů se nepodařilo smazat.
