Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: Converts your APEv2 tags to ID3v2 tags. This will delete the APEv2 tags after conversion.
ca: Converteix les etiquetes APEv2 a etiquetes ID3v2. Això suprimirà les etiquetes APEv2 després de la conversió.
cs: Převádí APEv2 tagy na ID3v2 tagy. Po převodu budou původní APEv2 tagy smazány.

source: Go to Bookmark
ca: Ves al marcador
cs: Přejít na záložku

source: Manages bookmarks in the selected files.
ca: Gestiona els marcadors dels fitxers seleccionats.
cs: Spravuje záložky u vybraných souborů.

source: _Edit Bookmarks…
ca: _Edita els marcadors…
cs: _Upravit záložky…

source: No Bookmarks
ca: No hi ha cap marcador
cs: Žádné záložky

source: MusicBrainz Lookup
ca: Cerca a MusicBrainz
cs: Vyhledávání na MusicBrainz

source: Re-tags an album based on a MusicBrainz search.
ca: Torna a etiquetar un àlbum a partir d'una cerca a MusicBrainz.
cs: Přetaguje album na základě vyhledávání na MusicBrainz.

source: Only use year for "date" tag
ca: Utilitza només l'any per a l'etiqueta «date»
cs: Pro tag „date“ použít pouze rok

source: Write "_albumartist" when needed
ca: Escriu «_albumartist» quan calgui
cs: Pokud je to třeba, zapsat „_albumartist“

source: Write sort tags for artist names
ca: Escriu etiquetes d'ordre per als noms dels artistes
cs: Zapsat tagy pro třídění umělců

source: Write _standard MusicBrainz tags
ca: Escriu les etiquetes e_stàndard de MusicBrainz
cs: Zapsat _standardní tagy MusicBrainz

source: Write "labelid" tag
ca: Escriu l'etiqueta «labelid»
cs: Zapsat tag „labelid“

source: Filename
ca: Nom del fitxer
cs: Název souboru

source: Track
ca: Pista
cs: Skladba

source: Title
ca: Títol
cs: Název

source: Artist
ca: Artista
cs: Umělec

source: MusicBrainz lookup
ca: Cerca a MusicBrainz
cs: Hledání na MusicBrainz

source: _Query:
ca: _Consulta:
cs: _Dotaz:

source: S_earch
ca: C_erca
cs: _Hledat

source: Results <i>(drag to reorder)</i>
ca: Resultats <i>(arrossegueu-los per a reordenar-los)</i>
cs: Výsledky <i>(změna pořadí přetažením)</i>

source: Please enter a query.
ca: Introduïu una consulta.
cs: Zadejte dotaz.

source: Error encountered. Please retry.
ca: S'ha produït un error. Torneu-ho a intentar.
cs: Došlo k chybě. Zkuste to znovu.

source: Loading result…
ca: S'està carregant el resultat…
cs: Načítání výsledků…

source: No results found.
ca: No s'ha trobat cap resultat.
cs: Žádné výsledky.

source: Python Console
ca: Consola de Python
cs: Konzole Pythonu

source: Interactive Python console. Opens a new window.
ca: Consola interactiva de Python. Obre una finestra nova.
cs: Interaktivní konzole pro Python. Otevře se v novém okně.

source: {plugin_name} for {songs} ({app})
ca: {plugin_name} per a {songs} ({app})
cs: {plugin_name} pro {songs} ({app})

source: Python Console Sidebar
ca: Barra lateral de la consola de Python
cs: Postranní panel konzole Pythonu

source: Interactive Python console sidebar, that follows the selected songs in the main window.
ca: Barra lateral de la consola interactiva de Python, que segueix les cançons seleccionades a la finestra principal.
cs: Interaktivní konzole Pythonu v postranním panelu, která pracuje se skladbami vybranými v hlavním okně.

source: You can access the following objects by default:
ca: Podeu accedir als objectes següents per defecte:
cs: V základě jsou přístupné následující objekty:

source: Your current working directory is:
ca: La carpeta de treball actual és:
cs: Aktuální pracovní složka:

source: Completion
ca: Emplenament
cs: Dokončení

source: Download Cover Art
ca: Baixada de cobertes
cs: Stáhnout přebal alba

source: Downloads high-quality album covers using Quod Libet cover plugins.
ca: Baixa cobertes dels àlbums d'alta qualitat amb els connectors de portades del Quod Libet.
cs: Stáhne kvalitní přebaly alb pomocí zásuvných modulů pro přebaly alb Quod Libet.

source: Classic
ca: Clàssic
cs: Klasický

source: Large
ca: Gran
cs: Velký

source: Cover Art Download
ca: Baixada de cobertes
cs: Stažení přebalu alba

source: Loading %(source)s - %(dimensions)s…
ca: S'està carregant %(source)s - %(dimensions)s…
cs: Načítání %(source)s - %(dimensions)s…

source: Nothing found for albums: %(albums)s. Providers used: %(providers)s
ca: No s'ha trobat res per als àlbums: %(albums)s. S'han fet servir els proveïdors següents: %(providers)s
cs: Žádný výsledek pro alba: %(albums)s. Použití poskytovatelé: %(providers)s

source: No covers found
ca: No s'ha trobat cap portada
cs: Nenalezeny žádné přebaly alb

source: Preview size
ca: Mida de la previsualització
cs: Velikost náhledu

source: Save destination
ca: Destinació
cs: Cíl uložení

source: If not already a JPEG, convert the image to a high-quality JPEG of the same size
ca: Si no és JPEG, converteix la imatge a un JPEG d'alta qualitat de la mateixa mida.
cs: Pokud již nejde o JPEG, převést na kvalitní JPEG stejné velikosti

source: Save as JPEG
ca: Desa com a JPEG
cs: Uložit jako JPEG

source: Command
ca: Ordre
cs: Příkaz

source: name
ca: nom
cs: název

source: The name of this command
ca: Nom d'aquesta ordre
cs: Název příkazu

source: command
ca: ordre
cs: příkaz

source: The shell command syntax to run
ca: Ordre del terminal que s'executarà
cs: Příkaz shellu, který má být spuštěn

source: parameter
ca: paràmetre
cs: parametr

source: If specified, a parameter whose occurrences in the command will be substituted with a user-supplied value, e.g. by using 'PARAM' all instances of '{PARAM}' in your command will have the value prompted for when run
ca: Si s'especifica, paràmetre que se substituirà per un valor proporcionat per l'usuari quan aparegui a l'ordre. Per exemple, si s'indica «PARAM», es demanarà el valor de totes les aparicions de «{PARAM}» a l'ordre.
cs: Je-li specifikováno, výskyty parametru v příkazu budou nahrazeny uživatelem zadanou hodnotou, např. při použití ‚PARAM‘ budou všechny výskyty ‚{PARAM}‘ v příkazu nahrazeny hodnotou, na kterou bude uživatel dotázán při spuštění

source: The QL pattern, e.g. <~filename>, to use to compute a value for the command. For playlists, this also supports virtual tags <~playlistname> and <~#playlistindex>.
ca: Patró QL (com ara <~filename>) que s'utilitzarà per a calcular un valor per a l'ordre. Per a llistes de reproducció, això també admet les etiquetes virtuals <~playlistname> i <~#playlistindex>.
cs: QL výraz, např. <~filename>, který bude použit k výpočtu hodnoty pro příkaz. Pro seznamy skladeb je možné použít virtuální tagy <~playlistname> a <~#playlistindex>.

source: unique
ca: únic
cs: unikátní

source: If set, this will remove duplicate computed values of the pattern
ca: Si es defineix, se suprimiran els valors calculats duplicats del patró
cs: Pokud nastaveno, duplicitní vypočtené hodnoty vzoru budou odstraněny

source: max args
ca: nombre màxim d'arguments
cs: max argumentů

source: The maximum number of argument to pass to the command at one time (like xargs)
ca: Nombre màxim d'arguments que s'enviaran a l'ordre cada vegada (com a xargs)
cs: Nejvyšší počet argumentů které budou najednou předány příkazu (jako xargs)

source: reverse
ca: inverteix
cs: opačně

source: If set, the argument list will be reversed
ca: Si es defineix, la llista d'arguments s'invertirà
cs: Pokud nastaveno, seznam argumentů bude převrácen

source: Input value
ca: Valor d'entrada
cs: Vstupní hodnota

source: Value for %s?
ca: Quin ha de ser el valor de %s?
cs: Hodnota %s?

source: Custom Commands
ca: Ordres personalitzades
cs: Uživatelské příkazy

source: Runs custom commands (in batches if required) on songs using any of their tags.
ca: Executa ordres personalitzades (en lots si és necessari) amb les cançons a partir de qualsevol de les etiquetes.
cs: Spustí nad skladbami uživatelem definované příkazy (pokud je třeba, tak i v dávkách) s využitím tagů jako parametrů.

source: Edit Custom Commands
ca: Edita les ordres personalitzades
cs: Upravit uživatelské příkazy

source: Unable to run custom command %s
ca: No es pot executar l'ordre personalitzada %s
cs: Nepodařilo se spustit uživatelský příkaz %s

source: %d duplicate group
ca: %d grup de duplicats
cs: %d duplicitní skupina

source: Collapse / Expand all
ca: Redueix-ho / expandeix-ho tot
cs: Sbalit / Rozbalit vše

source: Duplicate key expression is '%s'
ca: L'expressió de clau duplicada és «%s»
cs: Duplicitní klíčový výraz je ‚%s‘

source: Duplicates Browser
ca: Navegador de duplicats
cs: Prohlížeč duplikátů

source: Finds and displays similarly tagged versions of songs.
ca: Cerca i mostra versions de cançons amb etiquetes semblants.
cs: Vyhledá a zobrazí podobně otagované verze skladeb.

source: Accepts QL tag expressions like <tt>~artist~title</tt> or <tt>musicbrainz_track_id</tt>
ca: S'accepten expressions d'etiquetes QL com <tt>~artist~title</tt> o <tt>musicbrainz_track_id</tt>
cs: Přijímá výrazy QL tagů, např. <tt>~artist~title</tt> nebo <tt>musicbrainz_track_id</tt>

source: _Group duplicates by:
ca: A_grupa els duplicats per:
cs: _Seskupit podle:

source: Duplicate Key
ca: Clau duplicada
cs: Duplikáty

source: Remove _Whitespace
ca: Suprimeix els esp_ais en blanc
cs: Odstranit _mezery

source: Remove _Diacritics
ca: Suprimeix els _diacrítics
cs: Odstranit _diakritiku

source: Remove _Punctuation
ca: Suprimeix la _puntuació
cs: Odstranit _interpunkci

source: Case _Insensitive
ca: No d_istingeixis entre majúscules i minúscules
cs: Ignorovat _velikost písmen

source: Matching options
ca: Opcions de coincidència
cs: Možnosti porovnání

source: Edit Playcount
ca: Edita el nombre de reproduccions
cs: Upravit počet přehání

source: Edit a song's <tt>~#playcount</tt> and <tt>~#skipcount.</tt> When multiple songs are selected, counts will be incremented, rather than set. When setting a song's <tt>~#playcount</tt> to 0, the <tt>~#lastplayed</tt> and <tt>~#laststarted</tt> entries will be cleared. However, when setting a 0-play song to a positive play count, no play times will be created.
ca: Edita les etiquetes <tt>~#playcount</tt> i <tt>~#skipcount d'una cançó.</tt> Quan se seleccionen diverses cançons, els recomptes s'incrementaran en lloc de definir-se. Quan es defineixi l'etiqueta <tt>~#playcount</tt> d'una cançó amb un valor de 0, les etiquetes <tt>~#lastplayed</tt> i <tt>~#laststarted</tt> s'esborraran. No obstant això, quan es canviï una cançó amb 0 reproduccions a un nombre positiu de reproduccions, no es crearan marques de temps de reproducció.
cs: Upravit <tt>~#playcount</tt> a <tt>~#skipcount</tt> skladby. Pokud je vybráno více skladeb, počet bude pouze zvýšen, ne znovu nastaven. Pokud je <tt>~#playcount</tt> nastaven na 0, údaje <tt>~#lastplayed</tt> a <tt>~#laststarted</tt> budou vynulovány. Ale pokud bude u skladby s 0 přehrání nastavena pozitivní hodnota přehrání, časy přehrání nastaveny nebudou.

source: Play Count
ca: Nombre de reproduccions
cs: Počet přehrání

source: Skip Count
ca: Nombre de salts
cs: Počet přeskočení

source: Multiple files selected.
ca: S'han seleccionat diversos fitxers.
cs: Vybráno více souborů.

source: Counts will be incremented.
ca: S'incrementaran els recomptes.
cs: Počet bude přičten.

source: Edit Embedded Images
ca: Edita les imatges incrustades
cs: Upravit vložené obrázky

source: Adds, removes or replaces embedded images.
ca: Afegeix, suprimeix o substitueix les imatges incrustades.
cs: Umožní vložit, odstranit nebo změnit vložené obrázky.

source: _Embed
ca: Incr_usta
cs: _Vložit

source: Choose image to embed in the %d track
ca: Trieu la imatge que voleu incrustar en %d pista
cs: Vyberte obrázek, který chcete vložit do %d skladby

source: _Remove all Images
ca: Sup_rimeix totes les imatges
cs: _Odstranit všechny obrázky

source: _Embed Current Image
ca: _Incrusta la imatge actual
cs: Vložit _aktuální obrázek

source: _Choose Image…
ca: _Tria una imatge…
cs: _Zvolit obrázek…

source: Set Exact Rating
ca: Defineix una valoració exacta
cs: Nastavit přesné hodnocení

source: Allows setting the rating of songs with a number.
ca: Permet definir la valoració de les cançons amb un número.
cs: Umožní nastavení hodnocení zadáním čísla.

source: Please give your desired rating on a scale from 0.0 to 1.0
ca: Indiqueu la valoració desitjada en una escala de 0.0 a 1.0
cs: Zadejte hodnocení v rozsahu od 0.0 do 1.0

source: Filter on Any Tag
ca: Filtra per qualsevol etiqueta
cs: Filtr z výběru

source: Creates a search query based on tags of the selected songs.
ca: Crea una consulta de cerca en funció de les etiquetes de les cançons seleccionades.
cs: Vytvoří interaktivní filtr podle tagů vybraných skladeb.

source: Filter on Directory
ca: Filtra per carpeta
cs: Filtrovat složku

source: Filters on directory in a new browser window.
ca: Filtra per la carpeta en una finestra del navegador nova.
cs: Otevře nové okno prohlížeče umožňující filtrovat obsah složky.

source: Acoustic Fingerprint Lookup
ca: Cerca per empremta digital acústica
cs: Hledání podle zvukového otisku

source: Looks up song metadata through acoustic fingerprinting.
ca: Cera les metadades de les cançons mitjançant l'empremta digital acústica.
cs: Vyhledá metadata skladby podle zvukového otisku.

source: Submit Acoustic Fingerprints
ca: Envia les empremtes digitals acústiques
cs: Publikovat zvukové otisky

source: Generates acoustic fingerprints using chromaprint and submits them to acoustid.org.
ca: Genera empremtes digitals acústiques amb Chromaprint i les envia a acoustid.org.
cs: Vytvoří zvukové otisky prostřednictvím chromaprint a zveřejní je na acoustid.org.

source: API Key Missing
ca: Falta la clau de l'API
cs: Chybí API klíč

source: You have to specify an acoustid.org API key in the plugin preferences before you can submit fingerprints.
ca: Heu d'especificar una clau de l'API d'acoustid.org a les preferències del connector abans de poder enviar empremtes digitals.
cs: Než budete moci publikovat zvukové otisky, musíte v nastavení zásuvného modulu zadat API klíč pro acousticid.org.

source: Request API key
ca: Sol·licita una clau de l'API
cs: Získat API klíč

source: API _key:
ca: _Clau de l'API:
cs: API _klíč:

source: AcoustID Web Service
ca: Servei web AcoustID
cs: Webová služba AcoustID

source: Queued
ca: En cua
cs: Zařazeno do fronty

source: Analyzing
ca: S'està analitzant
cs: Analýza

source: Lookup
ca: Cerca
cs: Hledání

source: Write
ca: Escriu
cs: Zápis

source: Release
ca: Llançament
cs: Vydání

source: Write MusicBrainz tags
ca: Escriu les etiquetes de MusicBrainz
cs: Zapsat tagy MusicBrainz

source: Group by directory
ca: Agrupa per carpeta
cs: Seskupit podle složek

source: Album Mode
ca: Mode d'àlbum
cs: Režim alba

source: Write album related tags and try to reduce the number of different album releases
ca: Escriu les etiquetes relacionades amb l'àlbum i intenta reduir el nombre de llançaments d'àlbums diferents
cs: Zapsat tagy a pokusit se redukovat počet různých vydání alba

source: Generating fingerprints:
ca: S'estan generant les empremtes digitals:
cs: Generování otisků:

source: _Details
ca: _Detalls
cs: Po_drobnosti

source: _Submit
ca: _Envia
cs: _Publikovat

source: Songs either need a <i><b>musicbrainz_trackid</b></i>, or <i><b>artist</b></i> / <i><b>title</b></i> / <i><b>album</b></i> tags to get submitted.
ca: Cal que les cançons tinguin les etiquetes <i><b>musicbrainz_trackid</b></i> o <i><b>artist</b></i>/<i><b>title</b></i>/<i><b>album</b></i> per a enviar-les.
cs: Aby bylo možné skladby publikovat, musí obsahovat tagy <i><b>musicbrainz_trackid</b></i>, nebo <i><b>artist</b></i> / <i><b>title</b></i> / <i><b>album</b></i>.

source: Fingerprints:
ca: Empremtes digitals:
cs: Otisky:

source: Songs with MBIDs:
ca: Cançons amb ID de MusicBrainz:
cs: Skladby s MBID:

source: Songs with sufficient tags:
ca: Cançons amb prou etiquetes:
cs: Skladby s dostatečnými tagy:

source: Songs to submit:
ca: Cançons que s'enviaran:
cs: Skladby pro publikování:

source: Done. %(to-send)d/%(all)d songs to submit.
ca: L'operació ha finalitzat. Cançons que s'enviaran: %(to-send)d/%(all)d.
cs: Dokončeno. %(to-send)d/%(all)d skladeb k publikování.

source: Submitting fingerprints:
ca: S'estan enviant les empremtes digitals:
cs: Publikování otisků:

source: Submitting…
ca: S'està enviant…
cs: Publikování…

source: Update Tags in Files
ca: Actualitza les etiquetes dels fitxers
cs: Aktualizovat tagy v souborech

source: Update modified tags in files. This will ensure play counts and ratings are up to date.
ca: Actualitza les etiquetes modificades als fitxers. Això garantirà que el nombre de reproduccions i les valoracions estiguin al dia.
cs: Aktualizuje změněné tagy v souborech. To zajistí aktuálnost počtu přehrání a hodnocení.

source: Export to HTML
ca: Exporta a HTML
cs: Exportovat do HTML

source: Exports the selected song list to HTML.
ca: Exporta la llista de cançons seleccionades a HTML.
cs: Exportuje seznam vybraných skladeb do HTML.

source: Send to iFP
ca: Envia a iFP
cs: Poslat do iFP

source: Uploads songs to an iRiver iFP device.
ca: Puja les cançons a un dispositiu iRiver iFP.
cs: Nahraje skladby do zařízení iRiver iFP.

source: No iFP device found
ca: No s'ha trobat cap dispositiu iFP
cs: Nebylo nalezeno žádné zařízení iFP

source: Unable to contact your iFP device. Check that the device is powered on and plugged in, and that you have ifp-line ({ifp_url}) installed.
ca: No es pot contactar amb el dispositiu iFP. Comproveu que el dispositiu estigui encès i connectat, i que tingueu instal·lat ifp-line ({ifp_url}).
cs: Nepodařilo se spojit s iFP zařízením. Zkontrolujte, že je vaše zařízení zapnuté a připojené a že máte nainstalován ifp-line ({ifp_url}).

source: Uploading %(current)d/%(total)d
ca: S'està pujant (%(current)d/%(total)d)
cs: Nahrávání %(current)d/%(total)d

source: Unable to upload %s.The device may be out of space, or turned off.
ca: No es pot pujar %s. És possible que l'emmagatzematge del dispositiu estigui ple o que el dispositiu estigui apagat.
cs: Nepodařilo se nahrát %s. Na zařízení nemusí být dostatek volného místa, nebo je vypnuté.

source: Error uploading
ca: S'ha produït un error en la pujada
cs: Nahrávání selhalo

source: Export User Data
ca: Exporta les dades de l'usuari
cs: Exportovat uživatelská data

source: Export Tags
ca: Exporta les etiquetes
cs: Exportovat tagy

source: Export Tags and User Data
ca: Exporta les etiquetes i les dades de l'usuari
cs: Exportovat tagy a uživatelská data

source: Export File Stems and User Data
ca: Exporta els noms dels fitxers sense extensió i les dades de l'usuari
cs: Exportovat báze názvů a uživatelská data

source: Export File Stems and Tags
ca: Exporta els noms dels fitxers sense extensió i les etiquetes
cs: Exportovat báze názvů a tagy

source: Export File Stems, Tags and User Data
ca: Exporta els noms dels fitxers sense extensió, les etiquetes i les dades de l'usuari
cs: Exportovat báze názvů, tagy a uživatelská data

source: Import / Export
ca: Importació/exportació
cs: Importovat / Exportovat

source: Imports and exports tags and track user data.
ca: Importa i exporta etiquetes i dades de l'usuari sobre les pistes.
cs: Importuje a exportuje tagy a uživatelská data skladeb.

source: Further information
ca: Més informació
cs: Další informace

source: The term 'track user data' includes the playlists in which the selected tracks are and the following metadata: %s Be aware that whatever you chose to export will be imported. If you exported the file stems (file names without extension), then, on import, the selected files will be renamed. After exporting an album you can import the data into another version of the album. Order and number of tracks can be different. The plugin matches the exported data to the new tracks, even if the names of the tracks are slightly different. The automatic matching is not always correct, so it is better to not reduce the following similarity values too much.
ca: El terme «dades de l'usuari sobre les pistes» inclou les llistes de reproducció en què es troben les pistes seleccionades i les metadades següents: %s Tingueu en compte que tot el que trieu exportar s'importarà. Si heu exportat els noms dels fitxers sense extensió, en importar-los, els fitxers seleccionats canviaran de nom. Després d'exportar un àlbum, podeu importar les dades en una altra versió de l'àlbum. L'ordre i el nombre de pistes poden ser diferents. El connector fa coincidir les dades exportades amb les noves pistes, fins i tot si els noms de les pistes són lleugerament diferents. La coincidència automàtica no sempre és correcta, o sigui que és millor no reduir massa els valors de similitud següents.
cs: Výraz ‚uživatelská data skladeb‘ zahrnuje seznamy skladeb ve kterých se skladby nachází a následující metadata: %s Mějte na paměti, že to co vyexportujete bude později naimportováno. Pokud exportujete báze názvů (názvy souborů bez rozšíření), vybrané soubory budou při importu přejmenovány. Po exportování alba můžete data naimportovat do jiné verze daného alba. Pořadí a čísla skladeb se mohou lišit. Plugin data přiřadí novým skladbám i pokud se názvy skladeb mírně liší. Automatické přiřazení není vždy správné, takže je lepší nastavené hodnoty pro porovnávání podobnosti příliš nesnižovat.

source: User interaction on import
ca: Interacció de l'usuari durant la importació
cs: Interaktivita při importu

source: Require confirmation if number of tracks differs
ca: Requereix una confirmació si el nombre de pistes és diferent
cs: Vyžadovat potvrzení pokud se liší počet skladeb

source: Require confirmation if number of albums differs
ca: Requereix una confirmació si el nombre d'àlbums és diferent
cs: Vyžadovat potvrzení pokud se liší počet alb

source: Percentage below which the user will have to manually check and optionally change which track is matched with which.
ca: Percentatge per sota del qual l'usuari haurà de comprovar manualment i, opcionalment, canviar quines pistes coincideixen entre si.
cs: Procentní hodnota prahu podobnosti pod kterým bude muset uživatel zkontrolovat a případně ručně upravit které skladby jsou přiřazeny k sobě.

source: Track similarity:
ca: Similitud de les pistes:
cs: Podobnost skladeb:

source: Album similarity:
ca: Similitud dels àlbums:
cs: Podobnost alb:

source: Export files
ca: Fitxers d'exportació
cs: Soubory exportu

source: Write pretty and clear JSON (slower)
ca: Escriu un JSON bonic i clar (més lent)
cs: Zapisovat formátované a čitelné JSON (pomalejší)

source: Delete export files after they've been imported
ca: Suprimeix els fitxers d'exportació després d'importar-los
cs: Smazat soubory exportu po jejich naimportování

source: Import
ca: Importa
cs: Importovat

source: Open Export Directory
ca: Obre la carpeta d'exportació
cs: Otevřít složku exportu

source: Tracks
ca: Pistes
cs: Skladby

source: Artist(s)
ca: Artistes
cs: Umělci

source: End of path
ca: Fi del camí
cs: Konec cesty

source: Match Albums
ca: Coincidències d'àlbums
cs: Přiřadit alba

source: Continue
ca: Continua
cs: Pokračovat

source: Nothing to import
ca: No hi ha res a importar
cs: Není co importovat

source: You have to export something before you can import.
ca: Heu d'exportar alguna cosa abans de poder importar res.
cs: Než budete moci importovat, musíte něco vyexportovat.

source: The index was corrupt.
ca: L'índex estava malmès.
cs: Index je poškozen.

source: Couldn't parse JSON in %s
ca: No s'ha pogut analitzar el JSON a %s
cs: Nepodařilo s načíst JSON v souboru ‚%s‘

source: Couldn't read %s
ca: No s'ha pogut llegir %s
cs: Nepodařilo se načíst ‚%s‘

source: File name
ca: Nom del fitxer
cs: Název souboru

source: Match Tracks
ca: Pistes coincidents
cs: Přiřadit stopy

source: Updating chart list.
ca: S'està actualitzant la llista de classificacions.
cs: Aktualizace seznamu žebříčků.

source: Already up-to-date.
ca: Ja està al dia.
cs: Není co aktualizovat.

source: Fetching chart for week of %s.
ca: Sestà recuperant la classificació de la setmana del %s.
cs: Načítání žebříčku pro týden %s.
