Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: Browser
ca: Navegador
cs: Prohlížeč

source: Downloading files
ca: S'estan baixant els fitxers
cs: Stahování souborů

source: missing from %d song
ca: falta en %d cançó
cs: chybí u %d skladby

source: different across %d song
ca: diferent en %d cançó
cs: se neshodují u %d skladby

source: Split into _Multiple Values
ca: Divideix en dive_rsos valors
cs: Rozdělit do _více položek

source: Split Disc out of _Album
ca: Divideix el disc de l'_àlbum
cs: Oddělit disk od _alba

source: Split _Version out of Title
ca: Divideix la _versió del títol
cs: Oddělit _verzi od názvu

source: Split Arranger out of Ar_tist
ca: Divideix l'arranjador de l'ar_tista
cs: Oddělit aranžéra od umělce

source: Split _Performer out of Artist
ca: Divideix l'intèr_pret de l'artista
cs: Oddělit _interpreta od umělce

source: Split _Performer out of Title
ca: Divideix l'intèr_pret del títol
cs: Oddělit _interpreta od názvu

source: Split _Originalartist out of Title
ca: Divideix l'artista _original del títol
cs: Oddělit _původního umělce od názvu

source: Add a Tag
ca: Addició d'una etiqueta
cs: Přidat tag

source: _Tag:
ca: E_tiqueta:

source: Show _programmatic tags
ca: Mostra les etiquetes _programàtiques
cs: Zobrazit _programové tagy

source: Access all tags, including machine-generated ones e.g. MusicBrainz or Replay Gain tags
ca: Accediu a totes les etiquetes, incloent-hi les que s'han generat automàticament, com ara les etiquetes de MusicBrainz o Replay Gain
cs: Umožnit přístup ke všem tagům včetně strojově generovaných, jako např. MusicBrainz tagy nebo tagy Replay Gain

source: Show _multi-line tags
ca: _Mostra les etiquetes de diverses línies
cs: Zobrazit _víceřádkové tagy

source: Show potentially multi-line tags (e.g 'lyrics') here too
ca: Mostra aquí també les possibles etiquetes de diverses línies (per exemple, «lyrics»)
cs: Zobrazit zde i víceřádkové tagy (např. text skladby)

# edittags
source: _Revert
ca: _Reinicialitza
cs: _Zpět

# edittags
source: _Save
ca: _Desa
cs: _Uložit

source: _Configure
ca: _Configura
cs: _Nastavit

source: _Split Tag
ca: _Divideix l'etiqueta
cs: _Rozdělit tagy

source: _Copy Value(s)
ca: _Copia els valors
cs: _Kopírovat hodnoty

source: Unable to add tag
ca: No es pot afegir l'etiqueta
cs: Tag nelze přidat

source: Unable to add %s
ca: No es pot afegir %s
cs: Nelze přidat %s

source: The files currently selected do not support multiple values for %s.
ca: Els fitxers seleccionats actualment no admeten diversos valors per a %s.
cs: Vybrané soubory nepodporují vložení více hodnot pro %s.

source: Invalid tag
ca: L'etiqueta no és vàlida
cs: Neplatný tag

source: Invalid tag %s The files currently selected do not support editing this tag.
ca: L'etiqueta %s no és vàlida. Els fitxers seleccionats actualment no admeten l'edició d'aquesta etiqueta.
cs: Neplatný tag %s Vybrané soubory nepodporují úpravy tohoto tagu.

source: Invalid value
ca: El valor no és vàlid
cs: Neplatná hodnota

source: Invalid value: %(value)s %(error)s
ca: El valor no és vàlid: %(value)s %(error)s
cs: Neplatná hodnota: %(value)s %(error)s

source: Tag may not be accurate
ca: És possible que l'etiqueta no sigui precisa
cs: Tag nemusí být správně

source: %(file-name)s changed while the program was running. Saving without refreshing your library may overwrite other changes to the song.
ca: %(file-name)s ha canviat mentre s'executava el programa. Desar sense actualitzar la biblioteca pot sobreescriure altres canvis a la cançó.
cs: %(file-name)s se za běhu programu změnil. Uložení bez obnovení sbírky by mohlo přepsat jiné změny.

source: Unable to save song
ca: No es pot desar la cançó
cs: Skladbu nelze uložit

source: Saving %(file-name)s failed.The file may be read-only, corrupted, or you do not have permission to edit it.
ca: S'ha produït un error en desar %(file-name)s. És possible que el fitxer sigui només de lectura, que estigui malmès o que no tingueu permís per a editar-lo.
cs: Uložení %(file-name)s selhalo. Soubor může být jen pro čtení, poškozený, nebo nemáte oprávnění ho měnit.

source: _More options…
ca: _Més opcions…
cs: _Další možnosti…

source: _Undo
ca: _Desfés
cs: _Zpět

source: _Redo
ca: _Refés
cs: _Opakovat

source: _About
ca: _Quant a
cs: _O Quod Libet

source: _Check for Updates…
ca: _Comprova si hi ha actualitzacions…
cs: _Vyhledat aktualizace…

source: _Plugins
ca: Co_nnectors
cs: _Zásuvné moduly

source: %(title)s and %(count)s more
ca: %(title)s i %(count)s més
cs: %(title)s a %(count)s další

source: Ex Falso Preferences
ca: Preferències de l'Ex Falso
cs: Nastavení Ex Falso

source: Folders
ca: Carpetes
cs: Složky

source: _New Folder…
ca: Crea u_na carpeta…
cs: _Nová složka…

source: _Select all Sub-Folders
ca: _Selecciona totes les subcarpetes
cs: _Vybrat včetně podsložek

source: New Folder
ca: Carpeta nova
cs: Nová složka

source: Enter a name for the new folder:
ca: Introduïu un nom per a la carpeta nova:
cs: Název nové složky:

source: Unable to create folder
ca: No es pot crear la carpeta
cs: Složku nelze vytvořit

source: Unable to delete folder
ca: No es pot suprimir la carpeta
cs: Složku nelze smazat

source: Songs
ca: Cançons
cs: Skladby

source: by %s
ca: per %s
cs: od %s

source: Track %s
ca: Pista %s
cs: Skladba %s

source: Current _Song
ca: Cançó act_ual
cs: Přehrávaná _skladba

source: _Edit Display…
ca: _Edita la visualització…
cs: _Upravit zobrazení…

source: No songs are selected.
ca: No s'ha seleccionat cap cançó.
cs: Nejsou vybrány žádné skladby.

source: No Songs
ca: No hi ha cap cançó
cs: Žádné skladby

source: Information
ca: Informació
cs: Informace

source: Produced by %s
ca: Produït per %s
cs: Vydavatel %s

source: artist
ca: artista
cs: umělec

source: artists
ca: artistes
cs: umělci

source: performers
ca: intèrprets
cs: interpreti

source: Never
ca: Mai
cs: Nikdy

source: %(n)d time
ca: %(n)d vegada
cs: %(n)dkrát

source: added
ca: data d'addició
cs: přidáno

source: last played
ca: darrera reproducció
cs: naposledy hrané

source: plays
ca: reproduccions
cs: přehrání

source: skips
ca: salts
cs: přeskočení

source: rating
ca: valoració
cs: hodnocení

source: path
ca: camí
cs: cesta

source: length
ca: durada
cs: délka

source: codec
ca: còdec
cs: kodek

source: encoding
ca: codificació
cs: kódování

source: bitrate
ca: taxa de bits

source: file size
ca: mida del fitxer
cs: velikost souboru

source: modified
ca: data de modificació
cs: naposledy změněno

source: Additional
ca: Addicional
cs: Ostatní

source: %d selected
ca: Selecció: %d
cs: %d vybrána

source: Track unavailable
ca: Pista no disponible
cs: Skladba je nedostupná

source: %d song with no album
ca: %d cançó sense àlbum
cs: %d skladba bez alba

source: Selected Discography
ca: Discografia seleccionada
cs: Vybraná diskografie

source: %d song with no artist
ca: %d cançó sense artista
cs: %d skladba bez umělce

source: albums
ca: àlbums
cs: alba

source: Total length:
ca: Durada total:
cs: Celková delka:

source: Total size:
ca: Mida total:
cs: Celková velikost:

source: Files
ca: Fitxers
cs: Soubory

source: Lyrics
ca: Lletra
cs: Texty

source: _View online
ca: _Visualitza en línia
cs: _Zobrazit online

source: Delete the saved lyrics from this song
ca: Suprimeix la lletra desada d'aquesta cançó
cs: Smazat uložené texty pro tuto skladbu

source: Select a single track to edit its lyrics
ca: Seleccioneu una única pista per a editar-ne la lletra
cs: Vyberte skladbu pro kterou upravit texty

source: Are you sure you want to remove all songs?
ca: Segur que voleu suprimir totes les cançons?
cs: Opravdu chcete odstranit všechny skladby?

source: The selected songs will be removed from the library.
ca: Les cançons seleccionades se suprimiran de la biblioteca.
cs: Vybrané skladby budou odebrány ze sbírky.

source: Unhide
ca: Mostra
cs: Odkrýt

source: _Unhide
ca: _Mostra
cs: _Odkrýt

source: Check if the columns on the left side approximately match the ones on the right side. If they don't, you can change the order here (use _ for rows that shouldn't be matched):
ca: Comproveu si les columnes de l'esquerra coincideixen aproximadament amb les de la dreta. Si no coincideixen, podeu canviar-ne l'ordre aquí (utilitzeu _ per a les files que no haurien de coincidir):
cs: Zkontrolujte, zda sloupce levé strany přibližně odpovídají sloupcům pravé strany. Pokud ne, můžete zde upravit pořadí (pro řádky, které mají být ignorovány použijte _):

source: Right side order:
ca: Ordre del costat dret:
cs: Pořadí pravé strany:

source: Discard tag changes?
ca: Voleu descartar els canvis en les etiquetes?
cs: Zahodit změny tagů?

source: Tags have been changed but not saved. Save these files, or revert and discard changes?
ca: Les etiquetes s'han modificat, però no s'han desat. Voleu desar aquests fitxers o desfer i descartar els canvis?
cs: Tagy byly změněny, ale nebyly uloženy. Uložit změny do souborů, nebo ponechat původní a změny zahodit?

source: _Revert
ca: _Reinicialitza
cs: _Zpět

source: File exists
ca: El fitxer existeix
cs: Soubor existuje

source: Replace %(file-name)s?
ca: Voleu substituir %(file-name)s?
cs: Nahradit %(file-name)s?

source: _Replace File
ca: _Substitueix el fitxer
cs: _Nahradit soubor

source: Active tasks
ca: Tasques actives
cs: Aktivní úlohy

source: %d tasks running
ca: %d tasques en execució
cs: Spuštěny %d úlohy

source: Toggle shuffle mode
ca: Activa/desactiva el mode aleatori
cs: Změnit režim promíchání

source: Toggle repeat mode
ca: Activa/desactiva el mode de repetició
cs: Změnit režim opakování

source: Events
ca: Esdeveniments
cs: Události

source: Play Order
ca: Ordre de reproducció
cs: Pořadí přehrávání

source: Editing
ca: Edició
cs: Upravování

source: Renaming
ca: Canvi de nom
cs: Přejmenování

source: Querying
ca: Consulta
cs: Dotazování

source: Covers
ca: Cobertes
cs: Přebaly alb

source: Plugin Errors
ca: Errors dels connectors
cs: Chyby zásuvného modulu

source: Any state
ca: Qualsevol estat
cs: Libovolný stav

source: Enabled
ca: Habilitats
cs: Povoleno

source: Disabled
ca: Inhabilitats
cs: Zakázáno

source: No category
ca: Cap categoria
cs: Žádná kategorie

source: Any category
ca: Qualsevol categoria
cs: Libovolná kategorie

source: No plugins found.
ca: No s'ha trobat cap connector.
cs: Nebyly nalezeny žádné zásuvné moduly.

source: (undocumented)
ca: (sense documentació)
cs: (nedokumentováno)

source: Plugins
ca: Connectors
cs: Zásuvné moduly

source: Filter by plugin state / tag
ca: Filtra per l'estat o l'etiqueta del connector
cs: Filtrovat podle stavu / tagu

source: Filter by plugin type
ca: Filtra pel tipus de connector
cs: Filtrovat podle typu

source: Filter by plugin name or description
ca: Filtra pel nom o la descripció del connector
cs: Filtrovat podle názvu nebo popisu

source: Show _Errors
ca: Mostra els _errors
cs: Zobrazit _chyby

source: _Track
ca: Pis_ta
cs: _Skladba

source: Grou_ping
ca: Agru_pament
cs: Sesku_pení

source: _Artist
ca: _Artista
cs: _Umělec

source: Al_bum
ca: Àl_bum

source: _Filename
ca: Nom del _fitxer
cs: _Název souboru

source: _Length
ca: _Durada
cs: _Délka

source: _Jump to playing song automatically
ca: Sal_ta automàticament a la cançó en reproducció
cs: _Automaticky skočit na přehrávanou skladbu

source: When the playing song changes, scroll to it in the song list
ca: Quan canviï la cançó que en reproducció, desplaça-t'hi a la llista de cançons
cs: Po změně přehrávané skladby na ní najet v seznamu skladeb

source: _Sort songs when tags are modified
ca: _Ordena les cançons quan es modifiquin les etiquetes
cs: Po _změně tagů seřadit skladby

source: Automatically re-sort songs in the song list when tags are modified
ca: Reordena automàticament les cançons de la llista de cançons quan es modifiquin les etiquetes
cs: Znovu seřadit seznam skladeb po změně tagů

source: Always allow sorting
ca: Permet sempre canviar l'ordre
cs: Vždy _povolit řazení

source: Allow sorting by column headers, even for playlists etc
ca: Permet ordenar per les capçaleres de les columnes, fins i tot per a les llistes de reproducció, etc.
cs: Vždy povolit řazení pomocí záhlaví sloupců a to i v seznamech skladeb atd.

source: _Others:
ca: _Altres:
cs: _Ostatní:

source: Add or remove additional column headers
ca: Afegeix o suprimeix capçaleres de columna addicionals
cs: Přidat nebo odebrat další záhlaví sloupců

source: Visible Columns
ca: Columnes visibles
cs: Viditelné sloupce

source: Title includes _version
ca: El títol inclou la _versió
cs: Název obsahuje _verzi

source: Album includes _disc subtitle
ca: L'àlbum inclou el subtítol del _disc
cs: Album obsahuje podnázev _disku

source: Artist includes all _people
ca: L'artista inclou totes les _persones
cs: Umělec obsahuje všechny _tvůrce

source: Filename includes _folder
ca: El nom del fitxer inclou la _carpeta
cs: Název souboru obsahuje _složku

source: Column Preferences
ca: Preferències de les columnes
cs: Nastavení sloupců

source: _Update Columns
ca: _Actualitza les columnes
cs: Akt_ualizovat sloupce

source: Apply current configuration to song list, adding new columns to the end
ca: Aplica la configuració actual a la llista de cançons i afegeix les columnes noves al final
cs: Použít aktuální nastavení pro seznam skladeb, přidat nové sloupce na konec

source: Song List
ca: Llista de cançons
cs: Seznam skladeb

source: Edit Columns
ca: Edició de columnes
cs: Upravit sloupce

source: Duration totals
ca: Durada total
cs: Celková délka

source: _Global filter:
ca: Filtre _global:
cs: _Globální filtr:

source: Apply this query in addition to all others
ca: Aplica aquesta consulta juntament amb tota la resta
cs: Použít tento dotaz spolu s ostatními

# heading
source: Search
ca: Cerca
cs: Hledání

source: Browsers
ca: Navegadors
cs: Prohlížeče

source: Confirm _multiple ratings
ca: Confirma les valoracions _múltiples
cs: Potvrdit _hromadné hodnocení

source: Ask for confirmation before changing the rating of multiple songs at once
ca: Demana la confirmació abans de canviar la valoració de diverses cançons alhora
cs: Před změnou hodnocení u více skladeb najednou vyžadovat potvrzení

source: Enable _one-click ratings
ca: Activa les valoracions amb _un clic
cs: Povolit hodnocení _jedním klikem

source: Enable rating by clicking on the rating column in the song list
ca: Habilita la valoració fent clic a la columna de valoració de la llista de cançons
cs: Povolit hodnocení kliknutím na kolonku hodnocení v seznamu skladeb

source: Ratings
ca: Valoracions
cs: Hodnocení

source: Prefer _embedded art
ca: Prefereix l_es cobertes incrustades
cs: Upřednostnit _vložené přebaly alb

source: Choose to use artwork embedded in the audio (where available) over other sources
ca: Seleccioneu això per a preferir les cobertes incrustades a l'àudio (quan estiguin disponibles) a altres fonts
cs: Pokud jsou k dispozici, upřednostnit použití vložených přebalů alb ve skladbách před ostatními zdroji

source: Only allow these filenames. Separate multiple files with commas. Supports wildcards.
ca: Permet només aquests noms de fitxers. Separeu diversos fitxers per comes. Es permeten els comodins.
cs: Povolit jen tyto názvy souborů. Jednotlivé soubory oddělte čárkou. Podporuje zástupné znaky.

source: Restrict image filename(s)
ca: Restringeix els noms dels fitxers d'imatge
cs: Omezit názvy přebalů

source: Restrict album art to the specified filenames.
ca: Restringeix les caràtules als noms de fitxer especificats.
cs: Použít jen přebaly se zadanými názvy souborů.

source: Album Art
ca: Coberta de l'àlbum
cs: Přebaly alb

source: Playback
ca: Reproducció
cs: Přehrávání

source: Output Configuration
ca: Configuració de sortida
cs: Nastavení výstupu

source: If no Replay Gain information is available for a song, scale the volume by this value
ca: Si no hi ha informació de ReplayGain disponible per a una cançó, ajusta el volum amb aquest valor.
cs: Pokud skladba neobsahuje Replay Gain informace, zvýšit hlasitost o tuto hodnotu

source: _Fall-back gain:
ca: Guany per _defecte:
cs: Záložní zisk:

source: Scale volume for all songs by this value, as long as the result will not clip
ca: Ajusta el volum de totes les cançons amb aquest valor, sempre que el resultat no quedi retallat
cs: Zvýšit o tuto hodnotu hlasitost všech skladeb za předpokladu, že nedojde ke clippingu

source: _Pre-amp gain:
ca: Guany abans de l'am_plificació:
cs: _Předzesílení:

source: _Enable Replay Gain volume adjustment
ca: _Habilita l'ajustament de volum de ReplayGain
cs: _Povolit úpravu hlasitosti Replay Gain

source: Replay Gain Volume Adjustment
ca: Ajustament de volum de ReplayGain
cs: Úprava hlasitosti Replay Gain

source: _Continue playback on startup
ca: _Reprèn la reproducció a l'inici
cs: _Po spuštění pokračovat v přehrávání

source: If music is playing on shutdown, automatically start playing on next startup
ca: Si es reprodueix música en tancar el programa, reprodueix-la automàticament a l'inici
cs: Pokud je program ukončen při přehrávání, po spuštění automaticky pokračovat v přehrávání

source: _Default rating:
ca: Valoració per _defecte:
cs: _Výchozí hodnocení:

source: Rating _scale:
ca: E_scala de valoració:
cs: Stupnice h_odnocení:

source: Bayesian Average factor (C) for aggregated ratings. 0 means a conventional average, higher values mean that albums with few tracks will have less extreme ratings. Changing this value triggers a re-calculation for all albums.
ca: Factor mitjà bayesià (C) per a valoracions agregades. 0 és una mitjana convencional i valors més alts volen dir que els àlbums amb pocs temes tindran valoracions menys extremes. Si canvieu aquest valor, es tornaran a calcular tots els àlbums.
cs: Faktor Bayesova průměru (C) pro sdružená hodnocení. 0 znamená běžný průměr, vyšší hodnoty pak znamenají, že alba s méně skladbami budou mít méně extrémní hodnocení. Změna této hodnoty spustí přepočítávání pro všechna alba.

source: _Bayesian averaging amount:
ca: Factor mitjà _bayesià:
cs: Hodnota _Bayesova průměru:

source: _Email:
ca: Adr_eça electrònica:

source: Ratings and play counts will be saved in tags for this email address
ca: Les valoracions i el nombre de reproduccions es desaran en etiquetes per a aquesta adreça electrònica
cs: Hodnocení a počet přehrání budou do tagů uloženy pro tuto emailovou adresu

source: _Auto-save tag changes
ca: Desa _automàticament els canvis a les etiquetes
cs: Automaticky ukládat změny tagů

source: Save changes to tags without confirmation when editing multiple files
ca: Desa els canvis a les etiquetes sense confirmació en editar diversos fitxers
cs: Při úpravě více souborů najednou uložit změny tagů bez potvrzení

source: A set of separators to use when splitting tag values in the tag editor. The list is space-separated.
ca: Conjunt de separadors que s'utilitzarà en dividir els valors de les etiquetes a l'editor. La llista està separada per espais.
cs: Seznam oddělovačů pro rozdělování hodnot tagů v editoru tagů. Jako oddělovač použijte mezeru.

source: Split _tag on:
ca: Divideix l'e_tiqueta en:
cs: Tagy rozdělit podle:

source: A set of separators to use when extracting subtags from tags in the tag editor. The list is space-separated, and each entry must only contain two characters.
ca: Conjunt de separadors que s'utilitzaran per a extreure subetiquetes de les etiquetes a l'editor. La llista està separada per espais i cada entrada només pot contenir dos caràcters.
cs: Seznam oddělovačů pro extrahování subtagů z tagů v editoru tagů. Jako oddělovač použijte mezeru a každá položka musí obsahovat dva znaky.

source: Split _subtag on:
ca: Divideix la _subetiqueta en:
cs: Subtagy rozdělit podle:

source: Tags
ca: Etiquetes
cs: Tagy

source: Tag Editing
ca: Edició d'etiquetes
cs: Úprava tagů

source: Updating for new ratings
ca: Actualització per a noves valoracions
cs: Aktualizace nových hodnocení

source: _Scan Library
ca: Analit_za la biblioteca
cs: _Načíst sbírku

source: Check for changes in your library
ca: Comprova si hi ha canvis a la biblioteca
cs: Zkontrolovat změny ve sbírce

source: Re_build Library
ca: Reconstrueix la _biblioteca
cs: _Znovu načíst sbírku

source: Reload all songs in your library. This can take a long time.
ca: Torna a carregar totes les cançons de la biblioteca. Aquest procés pot tardar molt de temps.
cs: Znovu načíst všechny skladby ve sbírce (může to trvat pár minut).

source: Hidden Songs
ca: Cançons ocultes
cs: Skryté skladby

source: Scan library _on start
ca: Analitza la bibli_oteca a l'inici
cs: Načíst sbírku při každém _spuštění

source: _Watch directories for changes
ca: _Segueix els canvis a les carpetes
cs: _Monitorovat změny ve složkách

source: Watch library directories for external file additions, deletions and renames.
ca: Segueix els fitxers externs afegits, suprimits i els canvis de nom a les carpetes de la biblioteca.
cs: Monitorovat změny souborů ve složkách sbírky.

source: Scan Directories
ca: Carpetes que s'analitzaran
cs: Prohledávané složky

source: Advanced
ca: Avançat
cs: Pokročilé

source: %(title)s and %(count)d more
ca: %(title)s i %(count)d més
cs: %(title)s a %(count)d další

source: Properties
ca: Propietats
cs: Vlastnosti

source: _Queue
ca: _Cua
cs: _Fronta

source: Clear Queue
ca: Esborra la cua
cs: Smazat frontu

source: Disable queue - the queue will be ignored when playing
ca: Inhabilita la cua; la cua s'ignorarà durant la reproducció
cs: Zakázat frontu - fronta bude během přehrávání ignorována

source: Ephemeral
ca: Efímera
cs: Dočasná

source: Remove songs from the queue after playing them
ca: Suprimeix les cançons de la cua després de reproduir-les
cs: Po přehrání odebrat skladby z fronty

source: Keep songs in the queue after playing them
ca: Mantén les cançons a la cua després de reproduir-les
cs: Po přehrání ponechat skladby ve frontě

source: Stop at End
ca: Atura't al final
cs: Na konci zastavit

source: %(count)d song (%(time)s)
ca: %(count)d cançó (%(time)s)
cs: %(count)d skladba (%(time)s)

source: _Browse Library
ca: Navega per la _biblioteca
cs: _Procházet sbírku

source: Toggle queue visibility
ca: Canvia la visibilitat de la cua
cs: Přepnout viditelnost fronty

source: Playback Error
ca: Error de reproducció
cs: Chyba přehrávání

source: Set up library directories?
ca: Voleu configurar les carpetes de la biblioteca?
cs: Nastavit složky sbírky?

source: You don't have any music library set up. Would you like to do that now?
ca: No heu configurat cap biblioteca de música. Voleu configurar-la ara?
cs: Nemáte nastavenu žádnou hudební sbírku. Nastavit nyní?

source: _Not Now
ca: Ara _no
cs: Teď _ne

source: _Set Up
ca: _Configura-la
cs: _Nastavit

source: Unable to add songs
ca: No es poden afegir les cançons
cs: Nelze přidat skladby

source: %s uses an unsupported protocol.
ca: %s utilitza un protocol no compatible.
cs: %s používá nepodporovaný protokol.

source: _Jump to Playing Song
ca: _Salta a la cançó en reproducció
cs: _Skočit na přehrávanou skladbu

source: _File
ca: _Fitxer
cs: _Soubor

source: _Song
ca: _Cançó
cs: _Skladba

source: _View
ca: _Visualització
cs: _Zobrazení

source: _Browse
ca: _Navega
cs: _Procházet

source: _Help
ca: _Ajuda
cs: _Nápověda

source: _Add a Folder…
ca: _Afegeix una carpeta…
cs: _Přidat složku…

source: _Add a File…
ca: _Afegeix un fitxer…
cs: _Přidat soubor…

source: _Add a Location…
ca: _Afegeix una ubicació…
cs: _Přidat umístění…

source: Edit Bookmarks…
ca: Edita els marcadors…
cs: Upravit záložky…

source: Stop
ca: Atura
cs: Zastavit

source: Stop After This Song
ca: Atura després d'aquesta cançó
cs: Po této skladbě zastavit přehrávání

source: _Keyboard Shortcuts
ca: _Dreceres del teclat
cs: _Klávesové zkratky

source: Online Help
ca: Ajuda en línia
cs: Online nápověda

source: Search Help
ca: Ajuda de la cerca
cs: Hledat nápovědu

source: Add a Location
ca: Addició d'una ubicació
cs: Přidat umístění

source: Enter the location of an audio file:
ca: Introduïu la ubicació d'un fitxer d'àudio:
cs: Zadejte umístění zvukového souboru:
