Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: Unable to add location
ca: No es pot afegir la ubicació
cs: Umístění nelze přidat

source: %s is not a valid location.
ca: %s no és una ubicació vàlida.
cs: %s není platné umístění.

source: Add Music
ca: Addició de música
cs: Přidat hudbu

source: _Add Folders
ca: _Afegeix les carpetes
cs: _Přidat složky

source: Music Files
ca: Fitxers de música
cs: Hudební soubory

source: _Add Files
ca: _Afegeix els fitxers
cs: _Přidat soubory

source: Are you sure you want to enqueue %d song?
ca: Segur que voleu afegir %d cançó a la cua?
cs: Opravdu chcete do fronty přidat %d skladbu?

source: _Enqueue
ca: A_fegeix a la cua
cs: Přidat do _fronty

source: Are you sure you want to change the rating of all %d songs?
ca: Segur que voleu canviar la valoració d'un total de %d cançons?
cs: Opravdu chcete změnit hodnocení všech %d skladeb?

source: The saved ratings will be removed
ca: Se suprimiran les valoracions desades
cs: Uložená hodnocení budou odstraněna

source: _Remove Rating
ca: Sup_rimeix la valoració
cs: _Odstranit hodnocení

source: The rating of all selected songs will be changed to %s
ca: La valoració de totes les cançons seleccionades es canviarà a %s
cs: Hodnocení všech vybraných skladeb bude změněno na %s

source: Change _Rating
ca: Canvia la valo_ració
cs: Změnit _hodnocení

source: Replace spaces with _underscores
ca: Substitueix els espais per g_uions baixos
cs: Nahradit mezery _podtržítky

source: Replace [semi]colon delimiting with hyphens
ca: Substitueix els dos punts i punts i coma per guionets
cs: Nahradit středníky a dvojtečky pomlčkami

source: e.g. "iv: allegro.flac" → "iv - allegro.flac"
ca: p. ex. «iv: allegro.flac» → «iv - allegro.flac»
cs: např. "iv: allegro.flac" → "iv - allegro.flac"

source: Strip _Windows-incompatible characters
ca: Suprimeix els caràcters no compatibles amb el _Windows
cs: Nahradit znaky nekompatibilní s _Windows

source: Strip _diacritical marks
ca: Suprimeix els _diacrítics
cs: Nahradit _diakritiku

source: Strip non-_ASCII characters
ca: Suprimeix els caràcters no _ASCII
cs: Nahradit ne-_ASCII znaky

source: Use only _lowercase characters
ca: Utilitza només caràcters en minúscu_la
cs: Použít jen _malá písmena

source: Rename Files
ca: Canvia el nom dels fitxers
cs: Přejmenovat soubory

source: _Preview
ca: _Previsualitza
cs: _Náhled

source: File names
ca: Noms dels fitxers
cs: Názvy souborů

source: _Move album art
ca: _Mou la coberta de l'àlbum
cs: _Přesunout přebaly alb

source: See '[albumart] search_filenames' config entry for which images will be moved
ca: Consulteu l'entrada de configuració «[albumart] search_filenames» per saber quines imatges es mouran
cs: Které obrázky budou přesunuty je závislé na nastavení '[albumart] search_filenames'

source: _Overwrite album art at target
ca: _Sobreescriu la coberta de l'àlbum a la destinació
cs: Přepsat přebaly alb v cíl_ovém umístění

source: _Remove empty directories
ca: Sup_rimeix les carpetes buides
cs: Odst_ranit prázdné složky

source: Album art
ca: Coberta de l'àlbum
cs: Přebaly alb

source: New Name
ca: Nom nou
cs: Nový název

source: Unable to rename file
ca: No es pot canviar el nom del fitxer
cs: Soubor nelze přejmenovat

source: Renaming %(old-name)s to %(new-name)s failed. Possibly the target file already exists, or you do not have permission to make the new file or remove the old one.
ca: S'ha produït un error en canviar el nom de %(old-name)s a %(new-name)s. És possible que el fitxer de destinació ja existeixi, o que no tingueu permís per a crear el fitxer nou o suprimir l'antic.
cs: Přejmenovávání %(old-name)s na %(new-name)s selhalo. Cílový soubor již existuje, nebo nemáte oprávnění vytvářet nebo měnit soubory.

source: Ignore _All Errors
ca: Ignora _tots els errors
cs: Ignorovat _všechny chyby

source: _Stop
ca: A_tura
cs: _Zastavit

source: _Continue
ca: _Continua
cs: _Pokračovat

source: Path is not absolute
ca: El camí no és absolut
cs: Uvedená cesta není absolutní

source: The pattern %s contains / but does not start from root. To avoid misnamed folders, root your pattern by starting it with / or ~/.
ca: El patró %s conté «/», però no comença des de l'arrel. Per a evitar carpetes amb noms incorrectes, afegiu l'arrel al patró indicant «/» o «~/» al començament.
cs: Vzor %s obsahuje /, ale nezačíná od kořene (root). Abyste se vyhnuli chybnému pojmenování složek, upravte vzor tak, aby začínal / nebo ~/.

source: Songs in the listed folders will be added to the library during a library refresh
ca: Les cançons a les carpetes indicades s'afegiran a la biblioteca quan s'actualitzi
cs: Skladby v uvedených složkách budou přidány při aktualizaci sbírky

source: The new directory will be scanned after adding
ca: S'analitzarà la carpeta nova després d'afegir-la
cs: Nově přidaná složka bude po přidání prohledána

source: All songs in the selected directories will also be removed from the library
ca: Totes les cançons de les carpetes seleccionades també se suprimiran de la biblioteca
cs: Všechny skladby ve vybraných složkách budou odebrány ze sbírky

source: _Move
ca: _Mou
cs: _Přesunout

source: Move a scan root (but not the files), migrating metadata for all included tracks.
ca: Mou una arrel d'anàlisi (però no els fitxers) i migra les metadades per a totes les pistes incloses.
cs: Přesunout umístění kořenové složky (ale ne soubory), přesune metadata všech zahrnutých skladeb.

source: Remove {dir!r} and all its tracks?
ca: Voleu suprimir {dir!r} i totes les pistes?
cs: Odstranit {dir!r} a všechny obsažené skladby?

source: Remove {n} library paths and their tracks?
ca: Voleu suprimir {n} camins de la biblioteca i les pistes?
cs: Odstranit {n} cest sbírky a všechny obsažené skladby?

source: Remove library path?
ca: Voleu suprimir el camí de la biblioteca?
cs: Odstranit cestu sbírky?

source: Remove
ca: Suprimeix
cs: Odstranit

source: Select Directories
ca: Selecció de carpetes
cs: Vybrat složky

source: Select This Directory
ca: Selecciona aquesta carpeta
cs: Vybrat tuto složku

source: Select Actual / New Directory for {dir!r}
ca: Selecciona la carpeta real/nova per a {dir!r}
cs: Vybrat novou složku pro {dir!r}

source: This will move QL metadata: {old!r} → {new!r} The audio files themselves are not moved by this. Nonetheless, a backup is recommended (including the Quod Libet 'songs' file).
ca: Això mourà les metadades del QL: {old!r} → {new!r} Els fitxers d'àudio en si no es mouran. Ara bé, es recomana fer una còpia de seguretat (incloent-hi el fitxer de «cançons» del Quod Libet).
cs: Přesune metadat QL: {old!r} → {new!r} Samotné audio soubory přesunuty nebudou. Přesto doporučujeme provést zálohu (včetně Quod Libet souboru 'songs').

source: Move scan root {dir!r}?
ca: Voleu moure l'arrel d'anàlisi {dir!r}?
cs: Přesunout kořenovou složku {dir!r}?

source: OK, move it!
ca: D'acord, som-hi!
cs: Ano, přesunout!

source: Saved Searches
ca: Cerques desades
cs: Uložená hledání

source: Edit saved searches…
ca: Edita les cerques desades…
cs: Upravit uložená hledání…

source: Search your library, using free text or QL queries
ca: Cerqueu a la biblioteca amb text lliure o consultes QL
cs: Prohledejte sbírku zadáním hledaného textu nebo QL výrazů

source: Search after _typing
ca: Cerca després d'es_criure
cs: _Hledat po dopsání

source: Show search results after the user stops typing
ca: Mostra els resultats de la cerca després que l'usuari deixi d'escriure.
cs: Ukázat výsledky hledání až když uživatel přestane psát

source: _Limit:
ca: _Límit:

source: _Weight
ca: _Pes:
cs: _Váha

source: Add query
ca: Afegiu una consulta
cs: Přidat dotaz

source: Add a QL query or free text to be &ed together
ca: Afegiu una consulta QL o text lliure per a unir-los
cs: Přidat QL výraz nebo text které mají být spojeny

source: Display remaining time
ca: Mostra el temps restant
cs: Zobrazit zbývající čas

source: Main Window
ca: Finestra principal
cs: Hlavní okno

source: Seek backwards by 10 seconds
ca: Retrocedeix 10 segons
cs: Posunout 10 s zpět

source: Seek forward by 10 seconds
ca: Avança 10 segons
cs: Posunout 10 s vpřed

source: Focus the search entry
ca: Posa el focus en l'entrada de cerca
cs: Aktivovat panel hledání

source: Reset filters and jump to the playing song
ca: Reinicialitza els filtres i salta a la cançó en reproducció
cs: Zrušit filtry a skočit na přehrávanou skladbu

source: Open the information window for the selected songs
ca: Obre la finestra d'informació per a les cançons seleccionades
cs: Otevřít informační okno k vybraným skladbám

source: Open the tag editor for the selected songs
ca: Obre l'editor d'etiquetes per les cançons seleccionades
cs: Otevřít editor tagů pro vybrané skladby

source: Queue the selected songs
ca: Afegeix les cançons seleccionades a la cua
cs: Zařadit vybrané skladby do fronty

source: Delete the selected songs
ca: Suprimeix les cançons seleccionades
cs: Smazat vybrané skladby

source: Show the inline search entry
ca: Mostra l'entrada de cerca en línia
cs: Zobrazit rychlé hledání

source: Left click on a column header
ca: Clic esquerre sobre una capçalera de columna
cs: Levý klik na záhlaví sloupce

source: Add the column to the list of columns to sort by
ca: Afegeix la columna a la llista de columnes d'ordenació
cs: Přidat sloupec do seznamu sloupců podle kterých třídit

source: Tree View
ca: Visualització d'arbre
cs: Stromové zobrazení

source: Collapses the element or select the parent element
ca: Redueix l'element o selecciona l'element principal
cs: Sbalí prvek nebo vybere nadřazený prvek

source: Expands the element
ca: Expandeix l'element
cs: Rozbalí element

source: Text Entries
ca: Entrades de text
cs: Texty

source: Undo the last change
ca: Desfés el darrer canvi
cs: Odvolat poslední změnu

source: Redo the last undone change
ca: Refés el darrer canvi desfet
cs: Znovu provést odvolanou změnu

source: Select all songs in all panes
ca: Selecciona totes les cançons de totes les subfinestres
cs: Vybrat všechny skladby ve všech panelech

source: _Filter on %s
ca: _Filtra per %s
cs: _Filtrovat podle %s

source: All _Headers
ca: Totes les capça_leres
cs: _Všechna záhlaví

source: _Track Headers
ca: Capçaleres de pis_ta
cs: Záhlaví _skladeb

source: _Album Headers
ca: C_apçaleres d'àlbum
cs: Záhlaví _alb

source: _People Headers
ca: Capçaleres de _persones
cs: Záhlaví _lidí

source: _Date Headers
ca: Capçaleres de _data
cs: Záhlaví _dat

source: _File Headers
ca: _Capçaleres de fitxer
cs: Záhlaví s_ouborů

source: _Production Headers
ca: Capçaleres de _producció
cs: Záhlaví v_ydavatele

source: _Customize Headers…
ca: Personalitza les _capçaleres…
cs: Při_způsobit záhlaví…

source: _Expand Column
ca: _Expandeix la columna
cs: _Rozšířit sloupec

source: Remove track: "%(title)s" from the library?
ca: Voleu suprimir la pista «%(title)s» de la biblioteca?
cs: Odebrat stopu: „%(title)s“ ze sbírky?

source: Remove %(count)d tracks from the library?
ca: Voleu suprimir %(count)d pistes de la biblioteca?
cs: Odebrat %(count)d stop ze sbírky?

source: Remove from Library
ca: Supressió de la biblioteca
cs: Odebrat ze sbírky

source: Run the plugin "%(name)s" on %(count)d song?
ca: Voleu executar el connector «%(name)s» en %(count)d cançó?
cs: Spustit zásuvný modul „%(name)s“ pro %(count)d skladbu?

source: Run the plugin "%(name)s" on %(count)d album?
ca: Voleu executar el connector «%(name)s» en %(count)d àlbum?
cs: Spustit zásuvný modul „%(name)s“ pro %(count)d album?

source: Configure Plugins…
ca: Configura els connectors…
cs: Nastavit zásuvné moduly…

source: _Download file…
ca: _Baixa el fitxer…
cs: _Stáhnout soubor…

source: successful
ca: correcte
cs: úspěšné

source: failed
ca: error
cs: selhalo

source: Downloads complete
ca: S'han completat les baixades
cs: Stahování dokončeno

source: Download {name!r} to
ca: Baixa {name!r} a
cs: Stáhnout {name!r} do

source: Download here
ca: Baixa-ho aquí
cs: Stáhnout sem

source: Unable to show files
ca: No es poden mostrar els fitxers
cs: Soubory nelze zobrazit

source: Error showing files, or no program available to show them.
ca: S'ha produït un error en mostrar els fitxers o no hi ha cap programa disponible per a mostrar-los.
cs: Chyba při zobrazení souborů, nebo není k dispozici program schopný je zobrazit.

source: _Show in File Manager
ca: _Mostra al gestor de fitxers
cs: _Zobrazit ve správci souborů

source: _Remove from Library…
ca: Sup_rimeix de la biblioteca…
cs: _Odebrat ze sbírky…

source: Add to _Queue
ca: Afegeix a la _cua
cs: Přidat do _fronty

source: Replace _underscores with spaces
ca: S_ubstitueix els guions baixos per espais
cs: _Nahradit podtržítka mezerami

source: _Title-case tags
ca: Posa les e_tiquetes amb majúscules inicials a cada paraula
cs: _První písmena ve slovech velká

source: Split into multiple _values
ca: Divideix en diversos _valors
cs: _Rozdělit do více hodnot

source: Tags From Path
ca: Etiquetes a partir del camí
cs: Tagy z cesty

source: Tags replace existing ones
ca: Les etiquetes substitueixen les existents
cs: Nahradit existující tagy

source: Tags are added to existing ones
ca: Les etiquetes s'afegeixen a les existents
cs: Přidat tagy k existujícím

source: The pattern %s is invalid. Possibly it contains the same tag twice or it has unbalanced brackets (&lt; / &gt;).
ca: El patró %s no és vàlid. És possible que contingui la mateixa etiqueta dues vegades o que tingui signes desparellats (&lt;/&gt;).
cs: Vzor %s není platný. Možná obsahuje duplicitní tag, nebo má neuzavřené závorky (&lt; / &gt;).

source: The pattern you entered was invalid. Make sure you enter &lt; and &gt; as \&lt; and \&gt; and that your tags are balanced. %s
ca: El patró que heu introduït no és vàlid. Assegureu-vos d'introduir &lt; i &gt; com a \&lt; i \&gt; i que les etiquetes estiguin aparellades. %s
cs: Zadaný vzor není platný. Ujistěte se, že zadáváte &lt; a &gt; jako \&lt; a \&gt; a že jsou vaše tagy v pořádku. %s

source: Edit Display
ca: Edició de la visualització
cs: Upravit zobrazení

source: Track Numbers
ca: Números de pista
cs: Čísla skladeb

source: Start fro_m:
ca: Co_mença des de:
cs: Číslovat _od:

source: _Total tracks:
ca: Pistes en _total:
cs: Skladby _celkem:

source: Play/Pause
ca: Reprodueix/Posa en pausa
cs: Přehrát/Pozastavit

source: Previous
ca: Anterior
cs: Předchozí

source: and %d more…
ca: i %d més…
cs: a %d další…

source: Saving the songs you changed.
ca: S'estan desant les cançons que heu modificat.
cs: Ukládání změněných skladeb.

source: %(current)d/%(total)d songs saved (%(remaining)s remaining)
ca: Cançons desades: %(current)d/%(total)d (restants: %(remaining)s)
cs: Uloženo %(current)d/%(total)d skladeb (%(remaining)s zbývá)

source: %(current)s of %(all)s
ca: %(current)s/%(all)s
cs: %(current)s z %(all)s

source: Checking for Updates
ca: Comprovació d'actualitzacions
cs: Vyhledávání aktualizací

source: Connection failed
ca: S'ha produït un error en la connexió
cs: Připojení selhalo

source: You are already using the newest version %(version)s
ca: Ja teniu la versió més recent: %(version)s
cs: Již používáte nejnovější verzi %(version)s

source: A new version %(new-version)s is available You are currently using version %(old-version)s Visit the <a href='%(url)s'>website</a>
ca: Hi ha una nova versió disponible: %(new-version)s Ara teniu la versió %(old-version)s Visiteu el <a href='%(url)s'>lloc web</a>
cs: K dispozici je nová verze %(new-version)s Aktuálně používáte verzi %(old-version)s Navštivte <a href='%(url)s'>stránku</a>

source: Empty Playlist
ca: Llista de reproducció buida
cs: Prázdný seznam skladeb

source: Playlists must have a name
ca: Les llistes de reproducció han de tenir un nom
cs: Seznam skladeb musí mít název

source: A playlist named %(name)s already exists at %(path)s
ca: Ja existeix una llista de reproducció amb el nom %(name)s a %(path)s
cs: Seznam skladeb %(name)s již existuje %(path)s

source: Embedded album covers
ca: Cobertes d'àlbum incrustades
cs: Vložené přebaly alb

source: Uses covers embedded into audio files.
ca: Utilitza les cobertes incrustades en els fitxers d'àudio.
cs: Použije přebaly alb vložené přímo do souborů skladeb.

source: Filesystem cover
ca: Cobertes del sistema de fitxers
cs: Přebaly alb z disku

source: Uses commonly named images found in common directories alongside the song.
ca: Utilitza imatges amb noms comuns en carpetes comunes juntament amb la cançó.
cs: Použije standardně pojmenované soubory obrázků ve složkách souborů skladeb.

source: Cover Art
ca: Coberta de l'àlbum
cs: Přebal alba

source: Querying album art providers
ca: S'estan consultant els proveïdors de cobertes d'àlbum
cs: Odeslán dotaz poskytovatelům přebalů alb

source: Display brief usage information
ca: Mostra informació breu sobre l'ús
cs: Zobrazit stručné informace o použití

source: Display version and copyright
ca: Mostra la versió i els drets d'autor
cs: Zobrazit verzi a copyright

source: Print debugging information
ca: Mostra informació de depuració
cs: Vypsat ladící informace

source: Usage: %(program)s %(usage)s
ca: Ús: %(program)s %(usage)s
cs: Použití: %(program)s %(usage)s

source: [options]
ca: [opcions]
cs: [možnosti]

source: Option %r not recognized.
ca: No es reconeix l'opció %r.
cs: Volba %r nerozpoznána.

source: Option %r requires an argument.
ca: L'opció %r requereix un argument.
cs: Volba %r vyžaduje parametry.

source: %r is not a unique prefix.
ca: %r no és un prefix únic.
cs: %r není jedinečný prefix.

source: %s second
ca: %s segon
cs: %s sekunda

source: No time information
ca: No hi ha informació de temps
cs: Informace o čase nejsou dostupné

source: %d second
ca: %d segon
cs: %d sekunda

source: %d minute
ca: %d minut
cs: %d minuta

source: %d hour
ca: %d hora
cs: %d hodina

source: %d day
ca: %d dia
cs: %d den

source: %d year
ca: %d any
cs: %d rok

# check
source: titlecase?
ca: majúscula?
cs: nepoužívat_první_velká_ve_slovech

source: The date must be entered in 'YYYY', 'YYYY-MM-DD' or 'YYYY-MM-DD HH:MM:SS' format.
ca: La data s'ha d'introduir en el format «AAAA», «AAAA-MM-DD» o «AAAA-MM-DD HH:MM:SS».
cs: Datum musí být vloženo ve formátu ‚YYYY‘, ‚YYYY-MM-DD‘ nebo ‚YYYY-MM-DD HH:MM:SS‘.

source: Replay Gain gains must be entered in 'x.yy dB' format.
ca: Els guanys de ReplayGain s'han d'introduir en el format «x.yy dB».
cs: Hodnoty zisku Replay Gain musí být zadány ve formátu ‚x.yy dB‘.

source: Replay Gain peaks must be entered in 'x.yy' format.
ca: Els pics de ReplayGain s'han d'introduir en el format «x.yy dB».
cs: Hodnoty špiček Replay Gain musí být zadány ve formátu ‚x.yy‘.

source: MusicBrainz IDs must be in UUID format.
ca: Els ID de MusicBrainz han d'estar en format UUID.
cs: Hodnoty MusicBrainz ID musí být ve formátu UUID.

source: MusicBrainz release status must be 'official', 'promotional', or 'bootleg'.
ca: L'estat de llançament de MusicBrainz ha de ser «oficial», «promotional» o «bootleg».
cs: Hodnoty typu vydání MusicBrainz musí být ‚official‘, ‚promotional‘, nebo ‚bootleg‘.

source: Language must be an ISO 639-2 three-letter code
ca: La llengua ha de ser un codi de tres lletres ISO 639-2
cs: Jazyk musí být troj-písmenný kód ISO 639-2

source: Saving %d file
ca: S'està desant %d fitxer
cs: Ukládání %d souboru

source: Auto-Saving
ca: Desament automàtic
cs: Automatické ukládání

source: Unable to edit song
ca: No es pot editar la cançó
cs: Skladbu nelze upravit

source: Saving %s failed. The file may be read-only, corrupted, or you do not have permission to edit it.
ca: S'ha produït un error en desar %s. És possible que el fitxer sigui només de lectura, que estigui malmès o que no tingueu permís per a editar-lo.
cs: Ukládání %s selhalo. Soubor může být jen pro čtení, poškozený, nebo nemáte oprávnění ho měnit.

source: [Invalid Encoding]
ca: [Codificació no vàlida]
cs: [Neplatné kódování]

source: album
ca: àlbum

source: arranger
ca: arranjador
cs: aranžér

source: arrangers
ca: arranjadors
cs: aranžéři

source: arrangement
ca: arranjament
cs: aranžmá

source: author
ca: autor
cs: autor

source: authors
ca: autors
cs: autoři

source: comment
ca: comentari
cs: poznámka

source: composer
ca: compositor
cs: skladatel

source: composers
ca: compositors
cs: skladatelé

source: composition
ca: composició
cs: kompozice

source: conductor
ca: director
cs: dirigent

source: conductors
ca: directors
cs: dirigenti

source: conducting
ca: direcció
cs: dirigování

source: contact
ca: contacte
cs: kontakt

source: copyright
ca: drets d'autor

source: date
ca: data
cs: datum

source: description
ca: descripció
cs: popis

source: genre
ca: gènere
cs: žánr

source: genres
ca: gèneres
cs: žánry

source: grouping
ca: agrupament
cs: seskupení

source: language
ca: llengua
cs: jazyk

source: license
ca: llicència
cs: licence

source: lyricist
ca: lletrista
cs: textař

source: lyricists
ca: lletristes
cs: textaři

source: lyrics
ca: lletra
cs: texty

source: organization
ca: organització
cs: organizace

source: performer
ca: intèrpret
cs: interpret

source: performance
ca: interpretació
cs: interpretace

source: producer
ca: productor
cs: producent

source: producers
ca: productors
cs: producenti

source: production
ca: producció
cs: produkce

source: title
ca: títol
cs: název

source: version
ca: versió
cs: verze

source: website
ca: lloc web
cs: webová stránka

source: album artist
ca: artista de l'àlbum
cs: umělec alba

source: BPM
ca: PPM

source: disc subtitle
ca: subtítol del disc
cs: podnázev disku

source: track
ca: pista
cs: skladba

source: label ID
ca: ID de l'etiqueta
cs: ID labelu

source: original release date
ca: data de llançament original
cs: datum původního vydání

source: original album
ca: àlbum original
cs: původní album

source: original artist
ca: artista original
cs: původní umělec

source: recording date
ca: data d'enregistrament
cs: datum nahrávání

source: release country
ca: país de llançament
cs: země vydání

source: initial key
ca: clau inicial
cs: klíč

source: MusicBrainz recording ID
ca: ID d'enregistrament de MusicBrainz
cs: MusicBrainz ID nahrávky

source: MusicBrainz release track ID
ca: ID de pista del llançament de MusicBrainz
cs: MusicBrainz ID vydání stopy

source: MusicBrainz release ID
ca: ID de llançament de MusicBrainz
cs: MusicBrainz ID vydání

source: MusicBrainz artist ID
ca: ID d'artista de MusicBrainz
cs: MusicBrainz ID umělce

source: MusicBrainz release artist ID
ca: ID d'artista del llançament de MusicBrainz
cs: MusicBrainz ID umělce vydání

source: MusicBrainz TRM ID
ca: ID de TRM de MusicBrainz
cs: MusicBrainz ID TRM

source: MusicIP PUID
ca: PUID de MusicIP

source: MusicBrainz album status
ca: Estat de l'àlbum de MusicBrainz
cs: MusicBrainz stav alba

source: MusicBrainz album type
ca: Tipus d'àlbum de MusicBrainz
cs: MusicBrainz typ alba

source: MusicBrainz release group ID
ca: Identificador de grup de llançaments de MusicBrainz
cs: MusicBrainz ID skupiny vydání

source: track gain
ca: guany de la pista
cs: zisk skladby

source: track peak
ca: pic de la pista
cs: špička skladby

source: album gain
ca: guany de l'àlbum
cs: zisk alba

source: album peak
ca: pic de l'àlbum
cs: špička alba

source: reference loudness
ca: nivell de volum de referència
cs: referenční hlasitost

source: tracks
ca: pistes
cs: skladby

source: last started
ca: darrer inici
cs: naposledy spuštěno

source: full name
ca: nom complet
cs: celý název

source: mount point
ca: punt de muntatge
cs: přípojný bod

source: people
ca: persones
cs: lidé

source: year
ca: any
cs: rok

source: original release year
ca: any de llançament original
cs: rok původního vydání

source: bookmark
ca: marcador
cs: záložka

source: bitdepth
ca: profunditat de bits
cs: bitová hloubka

source: file format
ca: format del fitxer
cs: formát souboru

source: playlists
ca: llistes de reproducció
cs: seznamy skladeb

source: sample rate
ca: freqüència de mostreig
cs: vzorkovací frekvence

source: channel count
ca: nombre de canals
cs: počet kanálů

source: sort
ca: ordenació
cs: řadit
