Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: Title Case
ca: Majúscules inicials
cs: První písmena ve slovech velká

source: Title-cases tag values in the tag editor.
ca: Afegeix majúscules inicials als valors de les etiquetes a l'editor.
cs: Nastaví u hodnot v editoru tagů první velká písmena ve slovech.

source: Title-_case Value
ca: Afegeix majús_cules al valor
cs: _Použít u hodnot první písmena ve slovech velká

source: Allow _ALL-CAPS in tags
ca: Permet les M_AJÚSCULES COMPLETES a les etiquetes
cs: Povolit t_agy VELKÝMI PÍSMENY

source: _Human title case
ca: Majúscules inicials a cada _paraula
cs: Použít přirozená pravidla pro velikost písmen

source: Uses common English rules for title casing, as in "Dark Night of the Soul"
ca: Utilitza les regles habituals en anglès per les majúscules inicials, com a «Dark Night of the Soul»
cs: Při změně velikosti písmen použít obecná pravidla angličtiny, např. „Dark Night of the Soul“

source: Animated On-Screen Display
ca: Visualització en pantalla animada
cs: Animovaný On Screen Display

source: Displays song information on your screen when it changes.
ca: Mostra la informació de la cançó a la pantalla quan canvia.
cs: Při změně skladby zobrazí na obrazovce její informace.

source: _Position:
ca: _Posició:
cs: _Poloha:

source: _Cover size:
ca: Mida de la _coberta:
cs: _Velikost přebalu:

source: Display
ca: Visualització
cs: Zobrazení

source: _Font:
ca: _Lletra:
cs: _Písmo:

source: Left
ca: Esquerra
cs: Do leva

source: Center
ca: Centre
cs: Na střed

source: Right
ca: Dreta
cs: Do prava

source: _Align text:
ca: _Alineació del text:
cs: _Zarovnat text:

source: _Fill:
ca: _Emplenament:
cs: _Rámeček:

source: _Shadows
ca: Ombre_s
cs: _Stíny

source: _Outline
ca: C_ontorn
cs: _Obrysy

source: Rou_nded Corners
ca: Vores _arrodonides
cs: O_blé rohy

source: _Delay:
ca: Retar_d:
cs: _Zpoždění:

source: Effects
ca: Efectes
cs: Efekty

source: Ed_it Display Pattern…
ca: Ed_ita el patró de visualització…
cs: U_pravit vzor zobrazení…

source: Preview
ca: Previsualització
cs: Náhled

source: Application Information
ca: Informació de l'aplicació
cs: Informace o aplikaci

source: Various information about the application and its environment.
ca: Informació diversa sobre l'aplicació i l'entorn.
cs: Různé informace o aplikaci a prostředí.

source: Supported Formats
ca: Formats compatibles
cs: Podporované formáty

source: Configuration Directory
ca: Carpeta de configuració
cs: Složka nastavení

source: Cache Directory
ca: Carpeta de la memòria cau
cs: Složka mezipaměti

source: Audio Backend
ca: Rerefons d'àudio
cs: Zvukový bakend

source: After every play (default)
ca: Després de cada reproducció (per defecte)
cs: Po přehrání (výchozí)

source: Whenever a song was played but not skipped, the plugin will write the tags to the file. Skip counts aren't stored in files at all, so this avoids unnecessary writes.
ca: Sempre que es reprodueixi una cançó, però no se salti, el connector escriurà les etiquetes al fitxer. Per a evitar escriptures innecessàries, el nombre de salts de les cançons no s'emmagatzema en els fitxers.
cs: Zapíše do souboru tagy po každém přehrání skladby. Pokud je skladba přeskočena, tagy zapsány nejsou.

source: After every play or skip
ca: Després de cada reproducció o salt
cs: Po přehrání nebo přeskočení

source: Whenever a song was played or skipped, the plugin will write the tags to the file. Can be useful if you want to make sure that ratings of songs you dislike and thus skipped are written to the files.
ca: Sempre que es reprodueixi o se salti una cançó, el connector escriurà les etiquetes al fitxer. Pot ser útil si voleu assegurar-vos que les valoracions de les cançons que no us agraden i que, per tant, heu saltat, es desen als fitxers.
cs: Zapíše do souboru tagy po každém přehrání nebo přeskočení skladby. Může se hodit pokud chcete mít jistotu, že hodnocení skladeb, které nemáte rádi, je zapsáno do souborů.

source: Once, when album fully rated
ca: Una vegada, quan s'hagi valorat tot l'àlbum
cs: Jednou, pokud je ohodnoceno celé album

source: When a song was played or skipped, the album of that song will be checked. If every song in the album has been rated and at least one has no ratings or play counts stored in its file, the plugin will write the tags to the songs' files. Use this to avoid constant file updates, but be aware that once an album was updated, you'll have to use the 'Update Tags in Files' plugin whenever you want modified ratings and play counts to be written to the files.
ca: Quan es reprodueixi o se salti una cançó, es comprovarà l'àlbum de la cançó. Si cada cançó de l'àlbum s'ha valorat i almenys una no té valoracions ni el nombre de reproduccions emmagatzemats al fitxer, el connector escriurà les etiquetes als fitxers de les cançons. Utilitzeu això per a evitar actualitzacions constants dels fitxers, però tingueu en compte que un cop s'hagi actualitzat un àlbum, haureu d'utilitzar el connector «Actualitza les etiquetes dels fitxers» sempre que vulgueu que les valoracions i el nombre de reproduccions modificats es desin als fitxers.
cs: Pokud je přehrána nebo přeskočena skladba, je zkontrolováno k ní příslušející album. Pokud byly ohodnoceny všechny skladby alba a nejméně jedna ze skladeb nemá v souboru uloženo hodnocení nebo počet přehrání, tagy budou zapsány. Použijte, pokud se chcete vyhnout neustálým aktualizacím souborů. Mějte však na paměti, že poté co bylo album poprvé aktualizováno, budete muset pro další ukládání hodnocení a počtu přehrání použít zásuvný modul ‚Aktualizovat tagy v souborech‘.

source: When the plugin writes the tags of an album, it will first set the play count of the songs which are zero to one. Sometimes you already know that you don't like a song, so setting it to one when saving can be useful later on, when searching for albums you have fully listened to (%s).
ca: Quan el connector escriu les etiquetes d'un àlbum, primer definirà el nombre de reproduccions de les cançons que tenen un valor de zero a una. De vegades ja sabeu que no us agrada una cançó, així que desar una reproducció pot ser útil més endavant, quan cerqueu àlbums que hàgiu escoltat sencers (%s).
cs: Při zápisu tagů alba bude u skladeb s nulovým počtem přehrání změněn počet přehrání na jedna. Někdy už dopředu víte, že nějakou skladbu nemáte rádi a nastavení počtu přehrání na jedna tak může být užitečné pro umožnění hledání alb, která jste již slyšeli celá (%s).

source: Couldn't write '%s'
ca: No s'ha pogut escriure «%s»
cs: ‚%s‘ se nepodařilo zapsat

source: Auto Update Tags in Files
ca: Actualitza automàticament les etiquetes dels fitxers
cs: Automatická aktualizace tagů v souborech

source: When songs were played, update the tags in their files. This will ensure play counts and ratings are up to date.
ca: Quan es reprodueixin les cançons, s'actualitzaran les etiquetes dels fitxers. Això garantirà que el nombre de reproduccions i les valoracions estiguin actualitzats.
cs: Po přehrání skladby aktualizuje tagy v souborech. Tím se zajistí aktuálnost hodnot počtu přehrání a hodnocení.

source: The following setting was enabled as it's required for this plugin to work: %s
ca: S'ha habilitat el paràmetre següent perquè és necessari per al funcionament d'aquest connector: %s
cs: Bylo povoleno následující nastavení, protože je vyžadováno pro správnou funkčnost tohoto zásuvného modulu: %s

source: Save ratings and play _counts in tags
ca: Desa les valora_cions i el nombre de reproduccions a les etiquetes
cs: Uložit do tagů hodno_cení a počet přehrání

source: Settings updated
ca: S'han actualitzat els paràmetres
cs: Aktualizováno nastavení

source: Error in %s
ca: S'ha produït un error a %s
cs: Chyba v %s

source: Ensure play counts are above zero when saving
ca: Assegura't que el nombre de reproduccions sigui superior a zero en desar
cs: Při uložení zajistit aby byl počet přehrání vyšší než nula

source: _Update strategy:
ca: Estratègia d'act_ualització:
cs: Strategie akt_ualizace:

source: Preferences
ca: Preferències
cs: Nastavení

source: Automatic Masking
ca: Emmascarament automàtic
cs: Automatické skrývání disků

source: Automatically masks and unmasks drives when they are unmounted or mounted.
ca: Emmascara i desemmascara automàticament les unitats quan es desmunten o es munten.
cs: Automaticky skryje odpojované a zviditelní připojované disky.

source: Automatic Rating
ca: Valoració automàtica
cs: Automatické hodnocení

source: Rates songs automatically when they are played or skipped. This uses the 'accelerated' algorithm from vux (Vacillating Utilitarian eXtemporizer) by Brian Nelson.
ca: Valora les cançons automàticament quan es reprodueixen o se salten. Això utilitza l'algorisme «accelerat» de vux (Vacillating Utilitarian eXtemporizer) de Brian Nelson.
cs: Automaticky ohodnotí skladby po jejich přehrání nebo přeskočení. Je použit ‚optimalizovaný‘ algoritmus z vux (Vacillating Utilitarian eXtemporizer) od Briana Nelsona.

source: Specified Banshee database is malformed or missing
ca: La base de dades del Banshee especificada està malmesa o no existeix
cs: Zadaná databáze Banshee je poškozená, nebo chybí

source: Import Failed
ca: S'ha produït un error en la importació
cs: Import se nezdařil

source: Successfully imported ratings and statistics for %d song
ca: S'han importat correctament les valoracions i les estadístiques per a %d cançó
cs: Úspěšně naimportováno hodnocení a statistika pro %d skladbu

source: Banshee Import
ca: Importació del Banshee
cs: Import z Banshee

source: Imports ratings and song statistics from Banshee.
ca: Importa les valoracions i les estadístiques de les cançons del Banshee.
cs: Naimportuje hodnocení a statistiku skladeb z Banshee.

source: _Database path:
ca: Camí de la base de _dades:
cs: Umístění _databáze:

source: Start Import
ca: Inicia la importació
cs: Spustit import

source: Alarm Clock
ca: Alarma
cs: Budík

source: Wakes you up with loud music.
ca: Us desperta amb música alta.
cs: Probudí vás hlasitou hudbou.

source: Lullaby
ca: Cançó de bressol
cs: Ukolébavka

source: Fades out and pauses your music.
ca: Esvaeix la música i la posa en pausa.
cs: Postupně ztlumí zvuk a nakonec pozastaví přehrávání.

source: Discord status message
ca: Missatge d'estat de Discord
cs: Stavová zpráva pro Discord

source: Discord Status Message
ca: Missatge d'estat de Discord
cs: Stavová zpráva pro Discord

source: Change your Discord status message according to what you're currently listening to.
ca: Canvia el missatge d'estat de Discord en funció del que escolteu actualment.
cs: Změní stavovou zprávu na Discordu podle toho co právě posloucháte.

source: (Paused)
ca: (En pausa)
cs: (Pozastaveno)

source: Status Line #1
ca: Línia d'estat 1
cs: Stavový řádek #1

source: Status Line #2
ca: Línia d'estat 2
cs: Stavový řádek #2

source: Flat
ca: Pla
cs: Plochá

source: Live
ca: En directe
cs: Živá

source: Full Bass & Treble
ca: Greus i aguts complets
cs: Plný bas a výšky

source: Club
ca: Dance
cs: Klub

source: Large Hall
ca: Auditori gran
cs: Velká hala

source: Party
ca: Festa
cs: Párty

source: Soft
ca: Suau
cs: Tlumená

source: Full Bass
ca: Greus complets
cs: Plný bas

source: Headphones
ca: Auriculars
cs: Sluchátka

source: Soft Rock
ca: Rock suau
cs: Tlumený rock

source: Full Treble
ca: Aguts complets
cs: Plné výšky

source: Laptop
ca: Portàtil
cs: Notebook

source: Equalizer
ca: Equalitzador
cs: Ekvalizér

source: Controls the tone of your music with an equalizer. Click or use keys to customise levels (right-click resets the band).
ca: Controla el to de la música amb un equalitzador. Feu clic o utilitzeu les tecles per a personalitzar els nivells (amb clic dret es reinicialitza la banda).
cs: Upraví charakteristiku hudby ekvalizérem. Pomocí myši nebo klávesnice přizpůsobte úrovně (pravé tlačítko myši resetuje příslušné pásmo).

source: The current backend does not support equalization.
ca: El rerefons actual no és compatible amb l'equalització.
cs: Použitý backend nepodporuje ekvalizaci.

source: Default presets
ca: Valors predefinits per defecte
cs: Výchozí předvolby

source: Select…
ca: Selecciona…
cs: Vybrat…

source: _Reset EQ
ca: _Reinicialitza l'equalitzador
cs: _Resetovat

source: Custom presets
ca: Valors predefinits personalitzats
cs: Vlastní předvolby

source: _Delete selected
ca: _Suprimeix la selecció
cs: _Smazat vybrané

source: Preset name for saving:
ca: Nom amb què es desarà el valor predefinit:
cs: Název nové předvolby:

source: _Save
ca: _Desa
cs: _Uložit

source: online
ca: en línia

source: offline
ca: fora de línia

source: chat
ca: disponible

source: away
ca: absent
cs: pryč

source: xa
ca: no disponible

source: Gajim Status Message
ca: Missatge d'estat del Gajim
cs: Stavová zpráva pro Gajim

source: Changes Gajim status message according to what you are currently listening to.
ca: Canvia el missatge d'estat del Gajim en funció del que escolteu actualment.
cs: Změní stavovou zprávu na Gajimu podle toho co právě posloucháte.

source: paused
ca: en pausa
cs: pozastaveno

source: Pattern:
ca: Patró:
cs: Šablona:

source: List accounts, separated by spaces, for changing status message. If none are specified, status message of all accounts will be changed.
ca: Feu una llista dels comptes, separats per espais, dels quals voleu canviar el missatge d'estat. Si no n'especifiqueu cap, es canviarà el missatge d'estat de tots els comptes.
cs: Zadejte mezerou oddělený seznam účtů u kterých má být změněna stavová zpráva. Pokud žádný účet nezadáte, bude stavová zpráva změněna u všech účtů.

source: Accounts:
ca: Comptes:
cs: Účty:

source: Add '[paused]'
ca: Afegeix «[en pausa]»
cs: Přidat „[pozastaveno]“

source: If checked, '[paused]' will be added to status message on pause
ca: Si es marca, s'afegirà «[en pausa]» al missatge d'estat quan la música estigui en pausa
cs: Pokud zaškrtnuto, při pozastavení přehrávání bude ke stavové zprávě přidáno ‚[pozastaveno]‘

source: Statuses for which message will be changed
ca: Estats per als quals es canviarà el missatge
cs: Stavy pro které bude zpráva změněna

source: Pause on Headphone Unplug
ca: Pausa en desconnectar els auriculars
cs: Po odpojení sluchátek pozastavit přehrávání

source: Pauses in case headphones get unplugged and unpauses in case they get plugged in again.
ca: Posa la reproducció en pausa si els auriculars es desconnecten i reprèn-la si es tornen a connectar.
cs: Pozastaví přehrávání po odpojení sluchátek a obnoví přehrávání po jejich připojení.

source: Inhibit Screensaver/Suspend
ca: Inhibeix l'estalvi de pantalla o la suspensió
cs: Potlačit spořič obrazovky/uspání

source: On a GNOME desktop, when a song is playing, prevents either the screensaver from activating, or prevents the computer from suspending.
ca: A l'escriptori GNOME, quan hi ha una cançó en reproducció, impedeix que s'activi l'estalvi de pantalla o que l'ordinador se suspengui.
cs: Při použití v GNOME potlačí při přehrávání spuštění spořiče obrazovky nebo zabrání uspání počítače.

source: Music is playing
ca: Hi ha música en reproducció
cs: Přehrává se

source: Inhibit Screensaver
ca: Inhibeix l'estalvi de pantalla
cs: Potlačit spořič obrazovky

source: Inhibit Suspend
ca: Inhibeix la suspensió
cs: Potlačit uspání

source: Internet Radio Log
ca: Registre de la ràdio per Internet
cs: Protokol internetových rádií

source: Records the last 10 songs played on radio stations, and lists them in the seek context menu.
ca: Registra les darreres 10 cançons reproduïdes a les emissores de ràdio i les mostra al menú contextual de cerca.
cs: Zaznamená posledních 10 přehraných skladeb z internetových rádií a přidá je do kontextové nabídky hledání.

source: Outputs a Jabber User Tunes file to %(path)s.
ca: Genera un fitxer de música de l'usuari del Jabber a %(path)s.
cs: Uloží soubor Jabber User Tunes do %(path)s.

source: Change Language
ca: Canvia de llengua
cs: Změnit jazyk

source: Change the user interface language.
ca: Canvia la llengua de la interfície d'usuari.
cs: Změní jazyk uživatelského rozhraní.

source: System Default
ca: Valor per defecte del sistema
cs: Jazyk systému

source: A restart is required for any changes to take effect
ca: Cal reiniciar el programa perquè s'apliquin els canvis
cs: Aby se změny projevili, bude nutné program restartovat

source: UPnP AV Media Server
ca: Servidor multimèdia AV UPnP
cs: AV mediální server UPnP

source: Exposes all albums to the Rygel UPnP Media Server through the MediaServer2 D-Bus interface.
ca: Exposa tots els àlbums al servidor multimèdia UPnP Rygel a través de la interfície D-Bus MediaServer2.
cs: Zpřístupní alba pro Rygel UPnP Media Server přes D-Bus rozhraní MediaServer2.

source: Ensure the following is in your rygel config file (~/.config/rygel.conf):
ca: Assegureu-vos d'afegir el següent al fitxer de configuració del Rygel (~/.config/rygel.conf):
cs: Ujistěte se, že soubor nastavení pro rygel (~/.config/rygel.conf) obsahuje následující:

source: MPD Server
ca: Servidor MPD

source: Allows remote control of Quod Libet using an MPD Client. Streaming, playlist and library management are not supported.
ca: Permet el control remot del Quod Libet mitjançant un client MPD. No s'admeten la transmissió en directe, les llistes de reproducció i la gestió de la biblioteca.
cs: Povolí dálkové ovládání přehrávače Quod Libet MPD klientem. Streamování, správa seznamu skladeb a knihovny nejsou podporovány.

source: Local _IP:
ca: _IP local:
cs: Lokální _IP adresa:

source: P_assword:
ca: C_ontrasenya:
cs: _Heslo:

source: Connection
ca: Connexió
cs: Spojení

source: Tested Clients
ca: Clients provats
cs: Podporovaní klienti

source: Linux Desktop Integration (MPRIS D-Bus)
ca: Integració amb l'escriptori del Linux (D-Bus MPRIS)
cs: Integrace s linuxovým prostředím (MPRIS D-Bus)

source: ⏯️ Allows control of Quod Libet using the <a href="{mpris_url}">MPRIS 2</a> D-Bus Interface. This allows various Linux desktop integrations (e.g. multimedia keys).
ca: ⏯️ Permet el control del Quod Libet mitjançant la interfície del D-Bus <a href="{mpris_url}">MPRIS 2</a>. Això permet diverses integracions de l'escriptori del Linux (per exemple, les tecles multimèdia).
cs: ⏯️ Umožní kontrolu Quod Libet prostřednictvím D-Bus rozhraní <a href="{mpris_url}">MPRIS 2</a>. To umožní integraci s linuxovým prostředím (nap. multimediální klávesy).

source: Hide main window on close
ca: Amaga la finestra principal en tancar-la
cs: Po zavření skrýt hlavní okno

source: Accepts QL Patterns e.g. %s
ca: Accepta patrons QL; p. ex., %s
cs: Akceptuje QL vzory, např. %s

source: MQTT Publisher
ca: Publicador MQTT
cs: Vydavatel MQTT

source: Publishes status messages to an MQTT topic.
ca: Publica missatges d'estat a un tema d'MQTT.
cs: Zveřejní stavové zprávy v MQTT tématu.

source: Broker hostname / IP
ca: Nom de l'amfitrió de l'agent/IP
cs: Hostitel zprostředkovatele

source: Defaults to localhost
ca: Per defecte, localhost
cs: Výchozí je localhost

source: Broker port
ca: Port de l'agent
cs: Port zprostředkovatele

source: Defaults to 1883
ca: Per defecte, 1883
cs: Výchozí je 1883

source: Broker username
ca: Nom d'usuari de l'agent
cs: Uživatelské jméno zprostředkovatele

source: Broker password
ca: Contrasenya de l'agent
cs: Heslo zprostředkovatele

source: Topic
ca: Tema
cs: Téma

source: Playing Pattern
ca: Patró de reproducció
cs: Šablona přehrávání

source: Status text when a song is started.
ca: Text d'estat quan s'inicia una cançó.
cs: Stavový text pro spuštění přehrávání.

source: Paused Pattern
ca: Patró en pausa
cs: Šablona pozastavení

source: Text when a song is paused.
ca: Text quan una cançó està en pausa.
cs: Stavový text pro pozastavení přehrávání.

source: No-song Text
ca: Text sense cançó
cs: Text pokud se nepřehrává

source: Plain text for when there is no current song
ca: Text sense format quan no hi ha cap cançó
cs: Text zobrazený pokud se nepřehrává žádná skladba

source: MQTT Configuration
ca: Configuració d'MQTT
cs: Nastavení MQTT

source: Status Text
ca: Text d'estat
cs: Stavový text

source: Connected to broker at %(host)s:%(port)d
ca: S'ha establert la connexió a %(host)s:%(port)d
cs: Připojeno k zprostředkovateli %(host)s:%(port)d

source: Couldn't connect to %(host)s:%(port)d (%(msg)s)
ca: No s'ha pogut establir la connexió a %(host)s:%(port)d (%(msg)s)
cs: Nepodařilo se připojit k %(host)s:%(port)d (%(msg)s)

source: Connection error
ca: Error de connexió
cs: Chyba spojení

source: MusicBrainz Sync
ca: Sincronització amb MusicBrainz
cs: Synchronizace s MusicBrainz

source: Syncs the rating of a song with MusicBrainz.
ca: Sincronitza la valoració d'una cançó amb MusicBrainz.
cs: Synchronizuje hodnocení skladeb s MusicBrainz.

source: User_name:
ca: _Nom d'usuari:
cs: Uživatelské jmé_no:

source: _Password:
ca: _Contrasenya:
cs: _Heslo:

source: Account
ca: Compte
cs: Účet

source: Notification text
ca: Text de notificació
cs: Oznamovací text

source: _Title:
ca: _Títol:
cs: _Název:

source: Revert to default pattern
ca: Reinicialitza el patró per defecte
cs: Obnovit výchozí šablonu

source: _Body:
ca: _Cos:
cs: _Tělo:

source: _Show notification
ca: Mo_stra una notificació
cs: _Zobrazit notifikaci

source: Show notifications
ca: Mostra les notificacions
cs: Zobrazovat notifikace

source: Only on <i>_manual</i> song changes
ca: Només en canviar <i>_manualment</i> de cançó
cs: Jen při <i>_ručních</i>změnách skladby

source: Only on <i>_automatic</i> song changes
ca: Només en canviar <i>_automàticament</i> de cançó
cs: Jen při <i>_automatických</i> změnách skladeb

source: On <i>a_ll</i> song changes
ca: <i>Sem_pre</i> que canviï la cançó
cs: Při <i>_všech</i> změnách skladeb

source: Only when the main window is not _focused
ca: Només quan la finestra principal no té el _focus
cs: Jen když není _aktivní hlavní okno

source: Show "_Next" button
ca: Mostra el botó «Següe_nt»
cs: Zobrazit tlačítko „_Další“

source: Connection Error
ca: Error de connexió
cs: Chyba připojení

source: Couldn't connect to notification daemon.
ca: No es pot connectar amb el dimoni de notificacions.
cs: Nelze se připojit k oznamovacímu daemonu.

source: Song Notifications
ca: Notificacions de les cançons
cs: Oznámení skladby

source: Displays a notification when the song changes.
ca: Mostra una notificació en canviar de cançó.
cs: Zobrazí oznámení při změně skladby.

source: Next
ca: Següent
cs: Další

source: Bookmark Notifications
ca: Notificacions dels marcadors
cs: Oznámení záložek

source: Uses notifications to display bookmarks / comments in real-time. Works well for the Soundcloud browser.
ca: Utilitza notificacions per a mostrar marcadors o comentaris en temps real. Funciona bé per al navegador de Soundcloud.
cs: Použije upozornění pro zobrazení záložek / komentářů. Podporuje Soundcloud prohlížeč.

source: Please visit the Plugins window to set QLScrobbler up. Until then, songs will not be submitted.
ca: Visiteu la finestra Connectors per a configurar el QLScrobbler. Fins llavors, les cançons no s'enviaran.
cs: Pro nastavení QLSCrobbleru otevřete okno Zásuvných modulů. Do té doby nebudou informace o skladbách odesílány.

source: Could not contact service '%s'.
ca: No s'ha pogut contactar amb el servei «%s».
cs: Nepodařilo se připojit ke službě ‚%s‘.

source: Authentication failed: invalid URL.
ca: S'ha produït un error d'autenticació: l'URL no és vàlid.
cs: Přihlášení se nezdařilo: neplatná adresa.

source: Authentication failed: Invalid username '%s' or bad password.
ca: S'ha produït un error d'autenticació: el nom d'usuari «%s» no és vàlid o la contrasenya és incorrecta.
cs: Přihlášení se nezdařilo: Neplatné uživatelské jméno ‚%s‘ nebo heslo.

source: Client is banned. Contact the author.
ca: El client està bandejat. Contacteu amb l'autor.
cs: Klient je zakázán. Kontaktujte autora.
