Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: Wrong system time. Submissions may fail until it is corrected.
ca: L'hora del sistema és incorrecta. Es poden produir errors en els enviaments fallar fins que ho corregiu.
cs: Špatný systémový čas. Dokud nebude opraven, nemusí být předání informací úspěšné.

source: AudioScrobbler Submission
ca: Enviament per a anàlisi musical
cs: Zasílání dat přes AudioScrobbler

source: Audioscrobbler client for Last.fm, Libre.fm and other Audioscrobbler services.
ca: Client d'anàlisi musical per a Last.fm, Libre.fm i altres serveis d'anàlisi musical.
cs: AudioScrobbler klient pro Last.fm, Libre.fm a ostatní AudioScrobbler služby.

source: Authentication successful.
ca: Autenticació correcta.
cs: Úspěšně přihlášeno.

source: _Service:
ca: _Servei:
cs: _Služba:

source: Other…
ca: Altres…
cs: Ostatní…

source: _Verify account data
ca: _Verifica les dades del compte
cs: _Ověřit účet

source: _Artist pattern:
ca: Patró de l'_artista:
cs: _Šablona umělce:

source: _Title pattern:
ca: Patró del _títol:
cs: _Šablona skladeb:

source: Exclude _filter:
ca: _Filtre d'exclusió:
cs: _Filtr pro vyloučení:

source: The pattern used to format the artist name for submission. Leave blank for default.
ca: Patró utilitzat per a formatar el nom de l'artista per a l'enviament. Deixeu-ho en blanc per a definir el valor per defecte.
cs: Šablona použitá pro formátování jména umělce před odesláním. Pokud prázdné, bude použito výchozí formátování.

source: The pattern used to format the title for submission. Leave blank for default.
ca: Patró utilitzat per a formatar el títol per a l'enviament. Deixeu-ho en blanc per a definir el valor per defecte.
cs: Šablona použitá pro formátování názvu skladby před odesláním. Pokud prázdné, bude použito výchozí formátování.

source: Songs matching this filter will not be submitted
ca: No s'enviaran les cançons que coincideixin amb aquest filtre
cs: U skladeb, které odpovídají zadanému filtru nebudou informace odesílány

source: _Offline mode (don't submit anything)
ca: M_ode sense connexió (no enviïs res)
cs: _Offline režim (neodesílat žádné informace)

source: Submission
ca: Enviament
cs: Odesílání

source: Mute Radio Ads
ca: Silencia els anuncis de la ràdio
cs: Ztlumit reklamy rádií

source: Mutes output while radio advertisements are playing. Stations: di.fm.
ca: Silencia la sortida mentre es reprodueixen anuncis a la ràdio. Emissores: di.fm.
cs: Ztlumí výstup během přehrávání reklam v rádiích. Stanice: di.fm.

source: Random Album Playback
ca: Reproducció aleatòria d'àlbums
cs: Přehrávání náhodného alba

source: Starts a random album when your playlist reaches its end. It requires that your active browser supports filtering by album.
ca: Comença a reproduir un àlbum aleatori quan la llista de reproducció arriba al final. Requereix que el navegador actiu permeti filtrar per àlbum.
cs: Po dosažení konce seznamu skladeb začne přehrávat náhodné album. Vyžaduje aby aktivní prohlížeč podporoval filtrování podle alba.

source: Rated higher
ca: Valoració més alta
cs: Lepší hodnocení

source: Played more often
ca: Reproduïts més sovint
cs: Častěji přehrávané

source: Skipped more often
ca: Saltats més sovint
cs: Častěji přeskakované

source: Played more recently
ca: Reproduïts més recentment
cs: Nověji přehráno

source: Started more recently
ca: Començats més recentment
cs: Nověji spuštěno

source: Added more recently
ca: Afegits més recentment
cs: Nověji přidáno

source: Longer albums
ca: Àlbums més llargs
cs: Delší alba

source: seconds before starting next album
ca: segons abans de començar l'àlbum següent
cs: vteřiny před přehráním dalšího alba

source: Weights
ca: Pesos
cs: Váhy

source: Play some albums more than others
ca: Reprodueix alguns àlbums més que altres
cs: Přehrávat některá alba častěji než jiná

source: avoid
ca: evita
cs: vyhýbat se

source: prefer
ca: prefereix
cs: upřednostňovat

source: Random Album
ca: Àlbum aleatori
cs: Náhodné album

source: Waiting to start %s
ca: S'està esperant a començar %s
cs: Čekání na spuštění %s

source: Successfully imported ratings and statistics for %d songs
ca: S'han importat correctament les valoracions i les estadístiques per a %d cançons
cs: Úspěšně naimportováno hodnocení a statistiky %d skladeb

source: Rhythmbox Import
ca: Importació del Rhythmbox
cs: Import z Rhythmboxu

source: Imports ratings and song statistics from Rhythmbox.
ca: Importa les valoracions i les estadístiques de les cançons del Rhythmbox.
cs: Naimportuje hodnocení a statistiku skladeb z Rhythmboxu.

source: Screensaver Pause
ca: Pausa amb l'estalvi de pantalla
cs: Pozastavení při spořiči obrazovky

source: Pauses playback while the GNOME screensaver is active.
ca: Posa la reproducció en pausa mentre l'estalvi de pantalla del GNOME està actiu.
cs: Pozastaví přehrávání při aktivním spořiči obrazovky (GNOME).

source: No GNOME Shell search provider for Quod Libet installed.
ca: No s'ha instal·lat cap proveïdor de cerca del Quod Libet per al GNOME Shell.
cs: Není nainstalován žádný GNOME Shell poskytovatel hledání pro Quod Libet.

source: Have you copied the ini file to %s (or similar)?
ca: Heu copiat el fitxer INI a %s (o similar)?
cs: Nakopírovali jste INI soubor do %s (nebo obdobného umístění)?

source: GNOME Search Provider
ca: Proveïdor de cerca del GNOME
cs: Poskytovatel hledání pro GNOME

source: Allows GNOME Shell to search the library.
ca: Permet que el GNOME Shell faci cerques a la biblioteca.
cs: Umožní GNOME Shell prohledávat obsah knihovny.

source: Alternative Seek Bar
ca: Barra de reproducció alternativa
cs: Alternativní panel posunu

source: Alternative seek bar which is always visible and spans the whole window width.
ca: Barra de reproducció alternativa que sempre és visible i ocupa tota l'amplada de la finestra.
cs: Alternativní panel posunu. Vždy viditelný a zabírající celou šíři okna.

source: Seekpoint Bookmarks
ca: Marcadors amb punts de referència
cs: Záložky pozice

source: Store Seekpoints A and/or B for tracks. Skip to time A and stop after time B when track is played. ℹ Note that changing the names of the points below does not update the actual bookmark names, it only changes which bookmark names the plugin looks for when deciding whether to seek.
ca: Emmagatzema els punts de referència A o B per a les pistes. Salta al temps A i atura la reproducció després del temps B quan es reprodueixi la pista. ℹ Tingueu en compte que canviar els noms dels punts a continuació no actualitza els noms dels marcadors en si, sinó que només canvia quins noms de marcadors cerca el connector quan decideix si ha de saltar.
cs: Uloží u stop body pozice A a/nebo B. Při přehrání stopy skočí na pozici A a ukončí přehrávání po dosažení pozice B. ℹ Změna názvu bodů pozice v nastavení níže neaktualizuje názvy již existujících záložek u skladeb. Pouze určuje, které názvy záložek jsou brány v potaz při rozhodování o přeskočení nebo ukončení přehrávání.

source: Bookmark name for point A
ca: Nom del marcador per al punt A
cs: Název záložky bodu A

source: Bookmark name to check for when a track is started, and if found the player seeks to that timestamp
ca: Nom del marcador que es comprovarà quan es comenci a reproduir una pista. Si el reproductor el troba, saltarà a aquesta marca de temps.
cs: Název záložky, která má být hledána při spuštění přehrávání a na jejíž pozici bude skočeno pokud je nalezena

source: Bookmark name for point B
ca: Nom del marcador per al punt B
cs: Název záložky bodu B

source: Bookmark name to use each tick during play of a track if it exist. If the current position exceeds the timestamp, seek to the end of the track.
ca: Nom del marcador que es comprovarà durant la reproducció d'una pista. Si la posició actual supera la marca de temps, se saltarà al final de la pista.
cs: Název záložky, jejíž pozice má být kontrolována během přehrávání, pokud existuje. Pokud aktuální pozice překročí pozici této záložky, skočí se na konec stopy.

source: Squeezebox Sync
ca: Sincronització amb Squeezebox
cs: Synchronizace se Squeezboxem

source: Makes Logitech Squeezebox mirror Quod Libet output, provided both read from an identical library.
ca: Fa que un dispositiu Logitech Squeezebox tingui la mateixa sortida que el Quod Libet, sempre que tots dos llegeixin una biblioteca idèntica.
cs: Nastaví u Logitech Squeezeboxu stejný výstup jako u Quod Libet, předpokládá, že oba mají přístup k identické knihovně.

source: Shares configuration with <a href="%(plugin_link)s">Export to Squeezebox plugin</a>.
ca: Comparteix la configuració amb el connector <a href="%(plugin_link)s">Exporta a Squeezebox</a>.
cs: Sdílí nastavení s <a href="%(plugin_link)s">Exportovat do Squeezeboxu</a>.

source: Error finding Squeezebox server
ca: S'ha produït un error en cercar el servidor de Squeezebox
cs: Nebyl nalezen Squeezebox server

source: Error finding %s. Please check settings
ca: S'ha produït un error en cercar %s. Comproveu els paràmetres.
cs: Nebyl nalezen %s. Zkontrolujte nastavení

source: Stop on Pause
ca: Atura en posar en pausa
cs: Místo pozastavení zastavit

source: This plugin changes Pause to Stop/Play/Seek. Useful if Quod Libet can't switch audio devices when a new one (Bluetooth speaker, USB DAC, etc.) is added to the system. Ensures position in the current source is maintained so long as 'Only Seekable Sources' is off. Otherwise, playback is left stopped and must be restarted from the beginning.
ca: Aquest connector canvia l'opció Posa en pausa per Atura / Reprodueix / Cerca. És útil si el Quod Libet no pot canviar entre dispositius d'àudio quan se n'afegeix un de nou (altaveu Bluetooth, DAC USB, etc.) al sistema. Garanteix la posició a la font actual sempre que «Només fonts que permeten la cerca» estigui desactivat. Si no, la reproducció es queda aturada i s'ha de reiniciar.
cs: Tento zásuvný modul změní Pauzu na Stop/Přehrát/Posunout Užitečné pokud Quod Libet nemůže přepnout na nově přidané zařízení (Bluetooth reproduktor, USB DAC, apod.). Pokud není zaškrtnuto ‚Pouze přetočitelné zdroje‘, zajistí zachování aktuální pozice. Jinak musí být po zastavení přehrávání spuštěno od začátku.

source: Only Seekable Sources
ca: Només fonts que permeten la cerca
cs: Pouze posouvatelné zdroje

source: Plugin Options
ca: Paràmetres del connector
cs: Možnosti zásuvného modulu

source: Pending copy
ca: Pendent de còpia
cs: Čekající kopie

source: Pending delete
ca: Pendent de supressió
cs: Čekající mazání

source: delete
ca: Supressió
cs: smazat

source: Skip
ca: Omet
cs: Přeskočit

source: DUPLICATE
ca: DUPLICAT
cs: DUPLIKÁT

source: Synchronizing
ca: S'està sincronitzant
cs: Synchronizace

source: Deleting
ca: S'està suprimint
cs: Mazání

source: Success
ca: Correcte
cs: Úspěch

source: FAILURE
ca: ERROR
cs: SELHÁNÍ

source: Skipped existing file
ca: S'ha omès el fitxer existent
cs: Přeskočen existující soubor

source: Cannot set the filename of a song.
ca: No es pot definir el nom de fitxer d'una cançó.
cs: Nelze nastavit název souboru skladby.

source: Synchronize to Device
ca: Sincronitza amb un dispositiu
cs: Synchronizovat se zařízením

source: Synchronizes all songs from the selected saved searches with the specified folder.
ca: Sincronitza totes les cançons de les cerques desades seleccionades amb la carpeta especificada.
cs: Synchronizuje skladby z vybraných uložených hledání se zadanou složkou.

source: Synchronize the following saved searches:
ca: Sincronitza les cerques desades següents:
cs: Synchronizovat následující vybraná hledání:

source: The absolute path to your export location
ca: Camí absolut de la ubicació d'exportació
cs: Absolutní cesta k umístění pro export

source: All pre-existing files in the destination folder that aren't in the saved searches will be deleted.
ca: Se suprimiran tots els fitxers preexistents a la carpeta de destinació que no existeixin a les cerques desades.
cs: Všechny existující soubory v cílové složce, které nejsou v uložených hledáních budou smazány.

source: For devices mounted with MTP, export to a local destination folder, then transfer it to your device with rsync. Or, when syncing many files to an Android Device, use adb-sync, which is much faster.
ca: En el cas dels dispositius muntats amb MTP, feu l'exportació a una carpeta de destinació local i després transferiu les dades al dispositiu amb rsync. O bé, quan sincronitzeu molts fitxers a un dispositiu Android, feu servir adb-sync, que és molt més ràpid.
cs: Pro zařízení připojená pomocí MTP, vyexportujte nejprve do lokální složky a poté přeneste do zařízení pomocí rsync. Nebo, pokud synchronizujete velké množství souborů s Android zařízením, použijte adb-sync, což je mnohem rychlejší.

source: Destination path:
ca: Camí de destinació:
cs: Cílová cesta:

source: Path Patterns
ca: Patrons de camí
cs: Šablony cesty

source: Edit saved patterns…
ca: Edita els patrons desats…
cs: Upravit uložené šablony…

source: The structure of the exported filenames, based on their tags
ca: Estructura dels noms de fitxer exportats, en funció de les etiquetes
cs: Struktura exportovaných názvů souborů podle tagů

source: Export pattern:
ca: Patró d'exportació:
cs: Exportní šablona:

source: Stop preview
ca: Atura la previsualització
cs: Zavřít náhled

source: Status
ca: Estat

source: Source File
ca: Fitxer d'origen
cs: Zdrojový soubor

source: Export Path
ca: Camí d'exportació
cs: Cesta pro export

source: Duplicate export paths detected! The export paths above can be edited before starting the synchronization.
ca: S'han detectat camins d'exportació duplicats. Els camins d'exportació anteriors es poden editar abans d'iniciar la sincronització.
cs: Zjištěny duplicitní cesty pro export! Výše uvedené cesty mohou být před spuštěním exportu upraveny.

source: Existing files in the destination path will be deleted (except files named 'cover.jpg')!
ca: Se suprimiran els fitxers existents al camí de destinació (excepte els fitxers anomenats «cover.jpg»).
cs: Existující soubory v cíli budou smazány (s výjimkou souborů s názvem 'cover.jpg')!

source: Start synchronization
ca: Inicia la sincronització
cs: Spustit synchronizaci

source: Stop synchronization
ca: Atura la sincronització
cs: Zastavit synchronizaci

source: No saved searches yet, create some and come back!
ca: Encara no hi ha cap cerca desada. Creeu-ne alguna i torneu més endavant.
cs: Nemáte uložena žádná hledání, vytvořte nějaké a zkuste to znovu!

source: Choose destination path
ca: Trieu el camí de destinació
cs: Vybrat cílovou cestu

source: Export path changed from [{old_path}] to [{new_path}] for file [{filename}]
ca: El camí d'exportació ha canviat de [{old_path}] a [{new_path}] per al fitxer [{filename}]
cs: Pro soubor [{filename}] byla cesta pro export změněna z [{old_path}] na [{new_path}]

source: Starting synchronization preview
ca: S'està iniciant la previsualització de la sincronització
cs: Spouští se náhled synchronizace

source: Synchronization preview in progress.
ca: La previsualització de la sincronització està en curs.
cs: Probíhá náhled synchronizace.

source: Finished synchronization preview
ca: La previsualització de la sincronització ha finalitzat
cs: Náhled synchronizace dokončen

source: Stopping synchronization preview
ca: S'està aturant la previsualització de la sincronització
cs: Zastavování náhledu synchronizace

source: Synchronization preview was stopped.
ca: S'ha aturat la previsualització de la sincronització.
cs: Náhled synchronizace zastaven.

source: Synchronization preview has finished.
ca: La previsualització de la sincronització ha finalitzat.
cs: Náhled synchronizace dokončen.

source: Stopped synchronization preview
ca: S'ha aturat la previsualització de la sincronització
cs: Náhled synchronizace zastaven

source: A different plugin was selected - stop preview
ca: S'ha seleccionat un connector diferent; atura la previsualització
cs: Byl vybrán jiný zásuvný modul - zastavit náhled

source: Synchronization will:
ca: La sincronització farà les accions següents:
cs: Synchronizace:

source: attempt to write {count} file
ca: Intentarà escriure {count} fitxer
cs: se pokusí zapsat {count} soubor

source: skip {count} duplicate file
ca: Ometrà {count} fitxer duplicat
cs: přeskočí {count} duplicitní soubor

source: delete {count} file
ca: Suprimirà {count} fitxer
cs: smaže {count} soubor

source: No destination path provided
ca: No s'ha proporcionat cap camí de destinació
cs: Nebyla zadána cílová cesta

source: Please specify the directory where songs should be exported.
ca: Especifiqueu la carpeta on voleu exportar les cançons.
cs: Zadejte složku do které mají být skladby exportovány.

source: No export pattern provided
ca: No s'ha proporcionat cap patró d'exportació
cs: Nebyla zadána exportní šablona

source: Please specify an export pattern for the names of the exported songs.
ca: Especifiqueu un patró d'exportació per als noms de les cançons exportades.
cs: Zadejte exportní šablonu specifikující názvy exportovaných skladeb.

source: Export path is not absolute
ca: El camí d'exportació no és absolut
cs: Cesta pro export není absolutní

source: The pattern {} contains "/" but does not start from root. Please provide an absolute destination path by making sure it starts with / or ~/.
ca: El patró {} conté «/», però no comença des de l'arrel. Proporcioneu un camí de destinació absolut assegurant-vos que comenci per «/» o «~/».
cs: Vzor {} obsahuje „/“ , ale nezačíná od kořene (root). Zadejte absolutní cílovou cestu začínající / nebo ~/.

source: No saved searches selected
ca: No s'ha seleccionat cap cerca desada
cs: Nejsou vybrány žádná uložená hledání

source: Please select at least one saved search.
ca: Seleccioneu com a mínim una cerca desada.
cs: Vyberte aspoň jedno uložené hledání.

source: No songs in the selected saved searches
ca: No hi ha cap cançó a les cerques desades seleccionades
cs: Vybraná uložená hledání neodpovídají žádným skladbám

source: All selected saved searches are empty.
ca: Totes les cerques desades seleccionades estan buides.
cs: Všechna vybraná hledání jsou prázdná.

source: Found {} songs to synchronize
ca: S'han trobat {} cançons per sincronitzar
cs: Nalezeno {} skladeb k synchronizaci

source: Mismatch between destination path and export pattern
ca: El camí de destinació i el patró d'exportació no coincideixen
cs: Nesoulad mezi cílovou cestou a exportní šablonou

source: The export pattern starts with a path that differs from the destination path. Please correct the pattern. Error: {}
ca: El patró d'exportació comença per un camí diferent de la ruta de destinació. Corregiu el patró. Error: {}
cs: Exportní šablona začíná cestou odlišnou od cílové cesty. Opravte šablonu. Chyba: {}

source: Unable to sync
ca: No es pot sincronitzar
cs: Nelze synchronizovat

source: Cannot start synchronization while sorting by <b>Status</b>.
ca: No es pot iniciar la sincronització mentre s'ordena per <b>Estat</b>.
cs: Nelze spustit synchronizaci při řazení podle <b>Stavu</b>.

source: Starting song synchronization
ca: S'està iniciant la sincronització de cançons
cs: Spouštění synchronizace skladeb

source: Synchronization in progress.
ca: La sincronització està en curs.
cs: Probíhá synchronizace.

source: Finished song synchronization
ca: La sincronització de cançons ha finalitzat
cs: Synchronizace skladeb dokončena

source: Stopping song synchronization
ca: S'està aturant la sincronització de cançons
cs: Zastavování synchronizace skladeb

source: Synchronization was stopped.
ca: S'ha aturat la sincronització.
cs: Synchronizace zastavena.

source: Synchronization has finished.
ca: La sincronització ha finalitzat.
cs: Synchronizace dokončena.

source: Stopped song synchronization
ca: S'ha aturat la sincronització de cançons
cs: Synchronizace skladeb zastavena

source: A different plugin was selected - stop synchronization
ca: S'ha seleccionat un connector diferent; atura la sincronització
cs: Byl vybrán jiný zásuvný modul - zastavit synchronizaci

source: Removing "{}"
ca: S'està suprimint «{}»
cs: Odebírání „{}“

source: Synchronization has:
ca: La sincronització ha fet les accions següents:
cs: Synchronizace:

source: written {count}/{total} file
ca: Ha escrit {count}/{total} fitxer
cs: zapsala {count}/{total} souboru

source: (skipped {count} existing file)
ca: (s'ha omès {count} fitxer existent)
cs: (přeskočila {count} existující soubor)

source: skipped {count}/{total} duplicate file
ca: S'ha omès {count}/{total} fitxer duplicat
cs: přeskočila {count}/{total} duplicitního souboru

source: deleted {count}/{total} file
ca: S'ha suprimit {count}/{total} fitxer
cs: smazala {count}/{total} souboru

source: failed to sync {count} file
ca: No s'ha pogut sincronitzar {count} fitxer
cs: nepodařilo se synchronizovat {count} soubor

source: skipped {count} file synchronized previously
ca: S'ha omès {count} fitxer sincronitzat anteriorment
cs: přeskočen {count} dříve synchronizovaný soubor

source: Synchronized Lyrics
ca: Lletres sincronitzades
cs: Synchronizované texty

source: Shows synchronized lyrics from embedded lyrics, or a lyrics (lrc) file.
ca: Mostra la lletra sincronitzada de la lletra incrustada o d'un fitxer de lletra (lrc).

source: Background:
ca: Fons:
cs: Pozadí:

source: Font
ca: Lletra
cs: Písmo

source: Size (px):
ca: Mida (px):
cs: Velikost (px):

source: Telepathy Status Messages
ca: Missatges d'estat del Telepathy
cs: Stavové zprávy pro Telepathy

source: Updates all Telepathy-based IM accounts (as configured in Empathy etc) with a status message based on current song.
ca: Actualitza tots els comptes de missatgeria instantània basats en el Telepathy (configurats a l'Empathy, etc.) amb un missatge d'estat en funció de la cançó actual.
cs: Aktualizuje stav pro všechny účty messengeru Telepathy (Empathy apod.) podle aktuálně přehrávané skladby.

source: Playing:
ca: En reproducció:
cs: Přehrává se:

source: Status text when a song is started. Accepts QL Patterns e.g. %s
ca: Text d'estat quan es reprodueix una cançó. S'accepten patrons QL; p. ex., %s
cs: Text statusu při začátku přehrávání. Je možné použít QL vzory jako např. %s

source: Paused:
ca: En pausa:
cs: Zastaveno:

source: Status text when a song is paused. Accepts QL Patterns e.g. %s
ca: Text d'estat quan hi ha una cançó en pausa. S'accepten patrons QL; p. ex., %s
cs: Text statusu, když je přehrávání pozastaveno. Je možné použít QL vzory jako např. %s

source: Plain text for status when there is no current song
ca: Text sense format per a l'estat quan no hi ha cap cançó actual
cs: Text pro status, pokud není dostupná informace o aktuální skladbě

source: No song:
ca: No hi ha cap cançó en reproducció:
cs: Žádná skladba:

source: Status Patterns
ca: Patrons d'estat
cs: Vzory statusu

source: Theme Switcher
ca: Canviador de tema
cs: Změna motivu

source: Changes the active GTK+ theme.
ca: Canvia el tema del GTK+ actiu.
cs: Změní GTK+ motiv.

source: _Theme:
ca: _Tema:
cs: _Motiv:

source: Default Theme
ca: Tema per defecte
cs: Výchozí motiv

source: Prefer dark theme version
ca: Prefereix la versió fosca del tema
cs: Upřednostnit tmavou variantu

source: Thumb Rating
ca: Valoració amb polze
cs: Hodnocení palcem

source: Adds a thumb-up / thumb-down scoring system which is converted to a rating value. Useful for keeping running vote totals and sorting by <b><tt>~#score</tt></b>.
ca: Afegeix un sistema de valoració amb polze amunt/avall que es converteix en un valor de valoració. Útil per mantenir totals dels vots i ordenar per <b><tt>~#score</tt></b>.
cs: Přidá systém hodnocení palec nahoru / palec dolů, který je převeden na hodnotu hodnocení. Užitečné pro udržování průběžného součtu hlasů a řazení podle <b><tt>~#score</tt></b>.

source: Toggle Menu Bar
ca: Activa/desactiva la barra de menú
cs: Přepnutí lišty nabídky

source: Toggle the menu bar by pressing the Alt key.
ca: Activa/desactiva la barra de menú amb la tecla Alt.
cs: Přepíná viditelnost lišty nabídky stiskem klávesy Alt.
