Repository: quodlibet/quodlibet
Catalog: po/*.po
Languages: ca, cs

source: _Title
ca: _Títol
cs: _Název

source: _People
ca: _Persones
cs: _Lidé

source: _Date
ca: _Data
cs: _Datum

source: _Date Added
ca: _Data d'addició
cs: _Přidáno

source: _Original Date
ca: Data _original
cs: První _vydání

source: _Genre
ca: _Gènere
cs: _Žánr

source: _Rating
ca: Valo_ració
cs: _Hodnocení

source: Play_count
ca: Reprodu_ccions
cs: Počet pře_hrání

source: Sort _by…
ca: Or_dena per…
cs: Seřadit podle…

source: _Preferences
ca: _Preferències
cs: _Nastavení

source: Album List
ca: Llista d'àlbums
cs: Alba

source: _Album List
ca: Llist_a d'àlbums
cs: _Alba

source: All Albums
ca: Tots els àlbums
cs: Všechna alba

source: %d album
ca: %d àlbum

source: Reload album _cover
ca: Torna a carregar la coberta de l'àlbum
cs: Znovu _načíst přebal

source: Songs not in an album
ca: Cançons sense àlbum
cs: Skladby neobsažené v albu

source: %d track
ca: %d pista
cs: %d skladba

source: An Example Album
ca: Àlbum d'exemple
cs: Ukázkový název alba

source: Album List Preferences
ca: Preferències de la llista d'àlbums
cs: Nastavení seznamu alb

source: Show album _covers
ca: Mostra les _cobertes dels àlbums
cs: Zobrazovat _přebaly alb

source: Inline _search includes people
ca: La _cerca en línia inclou persones
cs: _Hledat i osoby

source: Options
ca: Opcions
cs: Možnosti

source: Album Display
ca: Visualització de l'àlbum
cs: Zobrazení alba

source: _Close
ca: Tan_ca
cs: _Zavřít

source: Library Browser
ca: Navegador de la biblioteca
cs: Prohlížeč knihovny

source: %d song
ca: %d cançó
cs: %d skladba

source: Invalid pattern
ca: El patró no és vàlid
cs: Neplatná šablona

source: Album Collection
ca: Col·lecció d'àlbums
cs: Sbírka alb

source: Album _Collection
ca: _Col·lecció d'àlbums
cs: _Sbírka alb

source: Unknown %s
ca: %s desconegut
cs: Neznámé %s

source: Multiple %s Values
ca: Diversos valors %s
cs: Více hodnot %s

source: _Custom
ca: _Personalitzat
cs: _Vlastní

source: _Add
ca: _Afegeix
cs: _Přidat

source: _Remove
ca: Sup_rimeix
cs: _Odstranit

source: Tag
ca: Etiqueta

source: Merge
ca: Fusiona
cs: Sloučit

source: Album Collection Preferences
ca: Preferències de la col·lecció d'àlbums
cs: Nastavení sbírky alb

source: _Apply
ca: _Aplica
cs: _Použít

source: _Cancel
ca: _Cancel·la
cs: _Zrušit

source: Cover Grid
ca: Quadrícula de cobertes
cs: Přebaly alb

source: _Cover Grid
ca: Quadrícula de _cobertes
cs: _Přebaly alb

source: Cover Grid Preferences
ca: Preferències de la quadrícula de cobertes
cs: Nastavení přebalů alb

source: Show album _text
ca: Mostra el _text de l'àlbum
cs: Zobrazit popis _alba

source: Show "All Albums" Item
ca: Mostra l'element «Tots els àlbums»
cs: Zobrazit _položku „Všechna alba“

source: Wide Mode
ca: Mode ample
cs: Široký _režim

source: Cover Magnification
ca: Ampliació de les cobertes
cs: Velikost přebalu alba

source: File System
ca: Sistema de fitxers
cs: Systém souborů

source: _File System
ca: Sistema de _fitxers
cs: Systém sou_borů

source: Unable to copy songs
ca: No s'han pogut copiar les cançons
cs: Nelze kopírovat skladby

source: The files selected cannot be copied to other song lists or the queue.
ca: Els fitxers seleccionats no es poden copiar a altres llistes de cançons o a la cua.
cs: Vybrané soubory nelze zkopírovat do jiných seznamů skladeb nebo do fronty.

source: _Add to Library
ca: _Afegeix a la biblioteca
cs: _Přidat do knihovny

source: Station lists can only contain locations of stations, not other station lists or playlists. The following locations cannot be loaded: %s
ca: Les llistes d'emissores només poden contenir ubicacions d'emissores i no altres llistes d'emissores o llistes de reproducció. No es poden carregar les ubicacions següents: %s
cs: Seznamy stanic mohou obsahovat pouze adresy stanic, nemohou obsahovat jiné seznamy stanic ani seznamy skladeb. Nepodařilo se načíst následující adresy: %s

source: Internet Radio
ca: Ràdio per Internet
cs: Internetová rádia

source: Add stations
ca: Afegeix emissores
cs: Přidat stanice

source: Downloading station list
ca: S'està baixant la llista d'emissores
cs: Stahování seznamu stanic

source: New Station
ca: Emissora nova
cs: Nová stanice

source: Enter the location of an Internet radio station:
ca: Indiqueu la ubicació de l'emissora de ràdio per Internet:
cs: Zadejte adresu internetového rádia:

source: Electronic
ca: Electrònica
cs: Elektronika

source: Oldies
ca: Vells èxits

source: Japanese
ca: Japonesa
cs: Japonská

source: Indian
ca: Índia
cs: Indická

source: Religious
ca: Religiosa
cs: Náboženská

source: Charts
ca: Èxits
cs: Žebříčky

source: Turkish
ca: Turca
cs: Turecká

source: Latin
ca: Llatinoamericana
cs: Latinskoamerické

source: College Radio
ca: Ràdio universitària
cs: College rádio

source: Talk / News
ca: Debat/notícies
cs: Rozhovory / Zprávy

source: Classical
ca: Clàssica
cs: Klasická

source: Alternative
ca: Alternativa
cs: Alternativní

source: News
ca: Notícies
cs: Zprávy

source: Slavic
ca: Eslava
cs: Slovanská

source: Greek
ca: Grega
cs: Řecká

source: Gothic
ca: Gòtica
cs: Gotická

source: Would you like to load a list of popular radio stations?
ca: Voleu carregar una llista d'emissores de ràdio populars?
cs: Přejete si načíst seznam populárních radiostanic?

source: _Load Stations
ca: _Carrega les emissores
cs: _Načíst stanice

source: _Internet Radio
ca: Ràdio per _Internet
cs: _Internetové rádio

source: All Stations
ca: Totes les emissores
cs: Všechny stanice

source: Favorites
ca: Preferides
cs: Oblíbené

source: No Category
ca: Sense categoria
cs: Ostatní

source: _Add Station…
ca: _Afegeix una emissora…
cs: _Přidat stanici…

source: _Update Stations
ca: _Actualitza les emissores
cs: _Aktualizovat stanice

source: No stations found
ca: No s'ha trobat cap emissora
cs: Nebyly nalezeny žádné stanice

source: No Internet radio stations were found at %s.
ca: No s'ha trobat cap emissora de ràdio per Internet a %s.
cs: Na %s nebyly nalezeny žádné stanice.

source: Nothing to add
ca: No hi ha res a afegir
cs: Není co přidat

source: All stations listed are already in your library.
ca: Totes les emissores de la llista ja són a la biblioteca.
cs: Všechny uvedené stanice jsou již ve vaší knihovně.

source: Add to Favorites
ca: Afegeix a les preferides
cs: Přidat do oblíbených

source: Remove from Favorites
ca: Suprimeix de les preferides
cs: Odstranit z oblíbených

source: %(count)d station
ca: %(count)d emissora
cs: %(count)d stanice

source: Paned Browser
ca: Navegador dividit
cs: Propojené panely

source: _Paned Browser
ca: Nave_gador dividit
cs: P_ropojené panely

source: Select _All
ca: Seleccion_a-ho tot
cs: Vybrat _vše

source: Unknown
ca: Desconegut
cs: Neznámé

source: All
ca: Tot
cs: Vše

source: Small
ca: Petit
cs: Malý

source: Wide
ca: Ample
cs: Široký

source: Columnar
ca: Columnes
cs: Ve sloupcích

source: Tag pattern with optional markup e.g. %(short)s or %(long)s
ca: Patró d'etiqueta amb marques opcionals; per exemple, %(short)s o %(long)s
cs: Šablona tagů s volitelným formátováním, např. %(short)s nebo %(long)s

source: Paned Browser Preferences
ca: Preferències del navegador dividit
cs: Nastavení propojených panelů

source: Column layout
ca: Disposició de les columnes
cs: Rozložení panelů

source: Column content
ca: Contingut de la columna
cs: Obsah panelů

source: Equal pane width
ca: Iguala l'amplada de les subfinestres
cs: Stejná šířka panelů

source: Playlists
ca: Llistes de reproducció
cs: Seznamy skladeb

source: _Playlists
ca: Llistes de re_producció
cs: Seznamy s_kladeb

source: _Remove from Playlist
ca: Sup_rimeix de la llista de reproducció
cs: _Odebrat ze seznamu

source: _New
ca: _Crea
cs: _Nový

source: _Import…
ca: _Importa…
cs: _Importovat…

source: Unable to import playlist
ca: No es pot importar la llista de reproducció
cs: Seznam skladeb se nepodařilo naimportovat

source: Quod Libet can only import playlists in the M3U/M3U8 and PLS formats.
ca: El Quod Libet només pot importar llistes de reproducció en els formats M3U/M3U8 i PLS.
cs: Quod Libet umí importovat jen seznamy skladeb ve formátu M3U/M3U8 nebo PLS.

source: _Delete
ca: _Suprimeix
cs: _Smazat

source: _Rename
ca: Can_via el nom
cs: _Přejmenovat

source: Unable to rename playlist
ca: No es pot canviar el nom de la llista de reproducció
cs: Seznam skladeb nelze přejmenovat

source: Import Playlist
ca: Importació d'una llista de reproducció
cs: Importovat seznam skladeb

source: _Import
ca: _Importa
cs: _Importovat

source: _New Playlist…
ca: _Crea una llista de reproducció…
cs: _Nový seznam skladeb…

source: What do you want to do with that %d song?
ca: Què voleu fer amb %d cançó?
cs: Co si přejete udělat s touto %d skladbou?

source: Confirm action for playlist "%s"
ca: Confirmeu l'acció per a la llista de reproducció «%s»
cs: Potvrdit akci pro seznam skladeb ‚%s‘

source: empty
ca: buida
cs: prázdný

source: Example Playlist
ca: Exemple de llista de reproducció
cs: Ukázkový seznamu skladeb

source: Playlist Browser Preferences
ca: Preferències del navegador de llistes de reproducció
cs: Nastavení prohlížeče seznamu skladeb

source: Playlist display
ca: Visualització de la llista de reproducció
cs: Zobrazení seznamu skladeb

source: Are you sure you want to delete the playlist '%s'?
ca: Segur que voleu suprimir la llista de reproducció «%s»?
cs: Jste si jistí, že chcete smazat seznam skladeb ‚%s‘?

source: All information about the selected playlist will be deleted and can not be restored.
ca: Tota la informació de la llista de reproducció seleccionada se suprimirà i no es podrà restaurar.
cs: Všechny informace o vybraných seznamech skladeb budou smazány a nebude je možné obnovit.

source: Extend "{pl_name}" with {num} additional track?
ca: Voleu ampliar «{pl_name}» amb {num} pista addicional?
cs: Přidat {num} skladbu do ‚{pl_name}‘?

source: _Add Tracks
ca: _Afegeix pistes
cs: _Přidat skladby

source: New Playlist
ca: Llista de reproducció nova
cs: Nový seznam skladeb

source: Enter a name for the new playlist:
ca: Introduïu un nom per a la llista de reproducció nova:
cs: Zadejte název nového seznamu:

source: _Create
ca: _Crea
cs: _Vytvořit

source: Importing playlist. %(current)d/%(total)d songs added.
ca: S'està important la llista de reproducció. S'han afegit %(current)d/%(total)d cançons.
cs: Importování seznamu skladeb. Přidáno skladeb: %(current)d/%(total)d.

source: New Feed
ca: Canal nou
cs: Nový zdroj

source: Enter the podcast / audio feed location:
ca: Introduïu la ubicació del pòdcast o del canal d'àudio:
cs: Zadejte adresu podcastu / zvukového zdroje:

source: Podcasts
ca: Pòdcasts
cs: Podcasty

source: _Podcasts
ca: _Pòdcasts
cs: _Podcasty

source: _Add Feed…
ca: _Afegeix un canal…
cs: _Přidat zdroj…

source: _Refresh
ca: _Actualitza
cs: _Aktualizovat

source: Search source for new episodes
ca: Cerca nous episodis a la font
cs: Vyhledat nové epizody

source: _Rebuild
ca: _Reconstrueix
cs: _Obnovit

source: Remove all existing episodes then reload from source
ca: Suprimeix tots els episodis existents i torna a carregar des de la font
cs: Odstranit existující epizody a znovu načíst ze zdroje

source: Remove this podcast and its episodes
ca: Suprimeix aquest pòdcast i els episodis
cs: Odstranit podcast a jeho epizody

source: Unable to add feed
ca: No es pot afegir el canal
cs: Nepodařilo se přidat zdroj

source: %s could not be added. The server may be down, or the location may not be a podcast / audio feed.
ca: No s'ha pogut afegir %s. És possible que el servidor estigui caigut, o que la ubicació no sigui un pòdcast o canal d'àudio.
cs: %s se nepodařilo přidat. Server může mít problémy, nebo na zadané adrese nemusí být podcast / zvukový zdroj.

source: The current audio backend does not support URLs, Podcast browser disabled.
ca: El rerefons d'àudio actual no admet URL. S'ha inhabilitat el navegador de pòdcasts.
cs: Použitý zvukový backend nepodporuje adresy URL, Podcasty jsou zakázány.

source: _Limit Results
ca: _Limita els resultats
cs: Omezit výs_ledky

source: _Allow multiple queries
ca: _Permet diverses consultes
cs: Povolit více dot_azů

source: Track List
ca: Llista de pistes
cs: Seznam skladeb

source: _Track List
ca: Llista de _pistes
cs: _Skladby

source: Soundcloud Browser
ca: Navegador de Soundcloud
cs: Prohlížeč Soundcloudu

source: Search
ca: Cerca
cs: Hledání

source: My tracks
ca: Les meves pistes
cs: Mé skladby

source: Go to %s
ca: Ves a %s
cs: Přejít na %s

source: Connected
ca: S'ha connectat
cs: Připojeno

source: Quod Libet is now connected, %s!
ca: El Quod Libet ja està connectat, %s!
cs: Quod Libet je nyní připojen, %s!

source: Log out of %s
ca: Tanca la sessió de %s
cs: Odhlásit se z %s

source: Enter code…
ca: Introdueix un codi…
cs: Vložit kód…

source: Log in to %s
ca: Inicia la sessió a %s
cs: Přihlásit se k %s

source: Soundcloud authorisation
ca: Autorització de Soundcloud
cs: Přihlášení k Soundcloudu

source: Enter Soundcloud auth code:
ca: Introduïu el codi d'autenticació de Soundcloud:
cs: Vložit přihlašovací kód Soundcloudu:

source: Quod Libet is not running (add '--run' to start it)
ca: El Quod Libet no s'està executant (afegiu «--run» per a iniciar-lo)
cs: Quod Libet není spuštěn (pro spuštění přidejte ‚--run‘)

source: a music library and player
ca: una biblioteca de música i reproductor
cs: hudební knihovna a přehrávač

source: [option]
ca: [opció]
cs: [volba]

source: Print the playing song and exit
ca: Mostra la cançó en reproducció i surt
cs: Vypsat přehrávanou skladbu a skončit

source: Begin playing immediately
ca: Comença a reproduir immediatament
cs: Spustit přehrávání

source: Don't show any windows on start
ca: No mostris cap finestra en iniciar
cs: Při spuštění nezobrazovat žádná okna

source: Jump to next song
ca: Salta a la cançó següent
cs: Přejít na další skladbu

source: Jump to previous song or restart if near the beginning
ca: Salta a la cançó anterior o reinicia si és a prop de l'inici
cs: Přejít na předchozí skladbu nebo začít od začátku

source: Jump to previous song
ca: Salta a la cançó anterior
cs: Přejít na předchozí skladbu

source: Start playback
ca: Inicia la reproducció
cs: Spustit přehrávání

source: Pause playback
ca: Posa en pausa la reproducció
cs: Pozastavit přehrávání

source: Toggle play/pause mode
ca: Activa o desactiva el mode de reproducció/pausa
cs: Přepnout režim přehrávání/pauza

source: Stop playback
ca: Atura la reproducció
cs: Zastavit přehrávání

source: Turn up volume
ca: Apuja el volum
cs: Zvýšit hlasitost

source: Turn down volume
ca: Abaixa el volum
cs: Snížit hlasitost

source: Increase rating of playing song by one star
ca: Augmenta una estrella la valoració de la cançó en reproducció.
cs: O jednu hvězdu zvýšit hodnocení přehrávané skladby

source: Decrease rating of playing song by one star
ca: Disminueix una estrella la valoració de la cançó en reproducció.
cs: O jednu hvězdu snížit hodnocení přehrávané skladby

source: Print player status
ca: Mostra l'estat del reproductor
cs: Vypsat stav přehrávače

source: Hide main window
ca: Amaga la finestra principal
cs: Skrýt hlavní okno

source: Show main window
ca: Mostra la finestra principal
cs: Zobrazit hlavní okno

source: Toggle main window visibility
ca: Canvia la visibilitat de la finestra principal
cs: Přepnout viditelnost hlavního okna

source: Focus the running player
ca: Posa el focus en el reproductor en execució
cs: Aktivovat spuštěný přehrávač

source: Remove active browser filters
ca: Suprimeix els filtres actius del navegador
cs: Odstranit aktivní filtry procházení

source: Refresh and rescan library
ca: Actualitza i torna a analitzar la biblioteca
cs: Obnovit a znovu načíst knihovnu

source: List available browsers
ca: Enumera els navegadors disponibles
cs: Vypsat seznam dostupných prohlížečů

source: Print the current playlist
ca: Mostra la llista de reproducció actual
cs: Vypsat aktuální seznam skladeb

source: Print the contents of the queue
ca: Mostra el contingut de la cua
cs: Vypsat obsah fronty

source: Print the active text query
ca: Mostra la consulta de text activa
cs: Vypsat aktivní dotaz

source: Start without plugins
ca: Inicia sense connectors
cs: Spustit bez zásuvných modulů

source: Start Quod Libet if it isn't running
ca: Inicia el Quod Libet si no s'està executant
cs: Spustit Quod Libet pokud ještě není spuštěn

source: Exit Quod Libet
ca: Surt del Quod Libet
cs: Ukončit Quod Libet

source: Seek within the playing song
ca: Cerca a la cançó en reproducció
cs: Posun v přehrávané skladbě

source: Set or toggle shuffle mode
ca: Defineix o canvia el mode aleatori
cs: Nastavit nebo přepnout režim promíchání

source: Set shuffle mode type
ca: Defineix el tipus de mode aleatori
cs: Nastavit režim promíchání

source: Turn repeat off, on, or toggle it
ca: Desactiva, activa o canvia la repetició
cs: Vypnout/zapnout nebo přepnout opakování

source: Set repeat mode type
ca: Defineix el tipus de mode de repetició
cs: Nastavit režim opakování

source: Set the volume
ca: Ajusta el volum
cs: Nastavit hlasitost

source: Search your audio library
ca: Cerca a la biblioteca d'àudio
cs: Hledat v knihovně

source: query
ca: consulta
cs: dotaz

source: Play a file
ca: Reprodueix un fitxer
cs: Přehrát soubor

# command
source: filename
ca: nom del fitxer
cs: název souboru

source: Set rating of playing song
ca: Defineix la valoració de la cançó en reproducció
cs: Nastavit hodnocení přehrávaného souboru

source: Set the current browser
ca: Defineix el navegador actual
cs: Nastavit aktuální prohlížeč

source: Stop after the playing song
ca: Atura la reproducció després de la cançó actual
cs: Zastavit po přehrání skladby

source: Open a new browser
ca: Obre un navegador nou
cs: Otevřít nový prohlížeč

source: Show or hide the queue
ca: Mostra o amaga la cua
cs: Zobrazit nebo skrýt frontu

source: Filter on a random value
ca: Filtra per un valor aleatori
cs: Filtrovat podle náhodné hodnoty

# command
source: tag
ca: etiqueta

source: Filter on a tag value
ca: Filtra per un valor d'etiqueta
cs: Filtrovat podle hodnoty tagu

source: tag=value
ca: etiqueta=valor
cs: tag=hodnota

source: Enqueue a file or query
ca: Afegeix un fitxer o consulta a la cua
cs: Zařadit do fronty soubor nebo dotaz

source: Enqueue comma-separated files
ca: Afegeix fitxers separats per comes a la cua
cs: Zařadit do fronty soubory oddělené čárkou

source: filename
ca: nom del fitxer
cs: název souboru

source: Print filenames of results of query to stdout
ca: Envia els noms dels fitxers dels resultats de la consulta a la sortida estàndard
cs: Vypsat na standardní výstup názvy souborů z výsledku hledání

source: Unqueue a file or query
ca: Suprimeix un fitxer o consulta de la cua
cs: Vyřadit z fronty soubor nebo dotaz

source: Add a file or directory to the library
ca: Afegeix un fitxer o carpeta a la biblioteca
cs: Přidat soubor nebo složku do knihovny

source: location
ca: ubicació
cs: umístění

source: Set template for --print-* commands
ca: Defineix la plantilla per a les ordres --print-*
cs: Nastavit šablonu pro příkazy --print-*

source: pattern
ca: patró
cs: šablona

source: Invalid argument for '%s'.
ca: L'argument per a «%s» no és vàlid.
cs: Neplatný argument pro ‚%s‘.

source: Try %s --help.
ca: Proveu %s --help.
cs: Zkuste %s --help.

source: An Error Occurred
ca: S'ha produït un error
cs: Vyskytla se chyba

source: You can ignore this error, but the application might be unstable until it is restarted. Submitting an error report will only take a few seconds and would help us a lot.
ca: Podeu ignorar aquest error, però l'aplicació podria ser inestable fins que la reinicieu. Només tardareu uns segons a enviar un informe d'error i ens serà molt útil.
cs: Tuto chybu můžete ignorovat, ale dokud aplikace nebude restartována, může být nestabilní. Odeslání zprávy o chybě zabere jen chvilku a hodně nám pomůže.

source: Submit Error Report
ca: Envia un informe d'error
cs: Odeslat hlášení o chybě

source: Restart
ca: Reinicia
cs: Restartovat

source: Ignore Error
ca: Ignora l'error
cs: Ignorovat chybu

source: Error details:
ca: Detalls de l'error:
cs: Podrobnosti o chybě:

source: Various details regarding the error and your system will be send to a third party online service (<a href='{sentry_url}'>www.sentry.io</a>). You can review the data before sending it below.
ca: S'enviaran diversos detalls sobre l'error i el vostre sistema a un servei en línia de tercers (<a href='{sentry_url}'>www.sentry.io</a>). A continuació, podeu revisar les dades abans d'enviar-les.
cs: Detaily týkající se chyby a vašeho systému budou odeslány online službě třetí strany (<a href='{sentry_url}'>www.sentry.io</a>). Odesílaná data můžete před odesláním zkontrolovat níže.

source: (optional) Please provide a short description of what happened when the error occurred:
ca: (Opcional) Proporcioneu una descripció breu de què ha passat quan s'ha produït l'error:
cs: (nepovinné) Zkuste krátce popsat, co se stalo, když se chyba objevila:

source: _Send
ca: _Envia
cs: Ode_slat

source: Short description…
ca: Descripció breu…
cs: Krátký popis…

source: Data to be sent:
ca: Dades que s'enviaran:
cs: Data k odeslání:

source: an audio tag editor
ca: un editor d'etiquetes d'àudio
cs: editor tagů

source: directory
ca: carpeta
cs: složka

source: Audio metadata editor
ca: Editor de metadades d'àudio
cs: Editor metadat

source: Artwork URL Cover Source
ca: Font de cobertes per URL
cs: URL zdroj přebalů alb

source: Downloads covers linked to by the <tt>artwork_url</tt> tag. This works with the Soundcloud and Podcasts browsers.
ca: Baixa les cobertes enllaçades amb l'etiqueta <tt>artwork_url</tt>. Això funciona amb els navegadors de Soundcloud i pòdcasts.
cs: Stáhne přebaly alb z odkazu v tagu <tt>artwork_url</tt>. Funguje s prohlížeči Soundcloudu a podcastů.

source: Discogs Cover Source
ca: Font de cobertes de Discogs
cs: Zdroj přebalů alb Discogs

source: Downloads covers from Discogs.
ca: Baixa les cobertes des de Discogs.
cs: Stáhne přebaly alb z Discogs.

source: Last.fm Cover Source
ca: Font de cobertes de Last.fm
cs: Zdroj přebalů alb Last.fm

source: Downloads covers from Last.fm's cover art archive.
ca: Baixa les cobertes de l'arxiu de cobertes de Last.fm.
cs: Stáhne přebaly alb z archivu Last.fm.

source: MusicBrainz Cover Source
ca: Font de cobertes de MusicBrainz
cs: Zdroj přebalů alb MusicBrainz

source: Downloads covers from MusicBrainz's cover art archive.
ca: Baixa les cobertes de l'arxiu de cobertes de MusicBrainz.
cs: Stáhne přebaly alb z archivu MusicBrainz.

source: Convert Encodings
ca: Converteix les codificacions
cs: Převést kódování

source: Fixes misinterpreted tag value encodings in the tag editor.
ca: Corregeix les codificacions dels valors de les etiquetes mal interpretades a l'editor d'etiquetes.
cs: Opraví špatné kódování hodnot v editoru tagů.

source: _Convert Encoding…
ca: _Converteix la codificació…
cs: _Převést kódování…

source: Kana/Kanji Simple Inverter
ca: Convertidor senzill de kana i kanji
cs: Převodník katakany/kandži

source: Converts kana/kanji to romaji before renaming.
ca: Converteix els kana i kanji a romaji abans d'un canvi de nom.
cs: Před přejmenováním převede katakanu/kandži na latinku.

source: Romanize _Japanese text
ca: Romanitza el text en _japonès
cs: _Japonský text na latinku

source: Couldn't find the 'Kanji Kana Simple Inverter' (kakasi).
ca: No s'ha trobat el «Convertidor senzill de kana i kanji» (kakasi).
cs: Nebyl nalezen program ‚Kanji Kana Simple Inventer‘ (kakasi).

source: Regex Substitution
ca: Substitució amb expressions regulars
cs: Náhrada regulárním výrazem

source: Allows arbitrary regex substitutions (<tt>s/from/to/</tt>) when tagging or renaming files.
ca: Permet substitucions arbitràries amb expressions regulars (<tt>s/cerca/substitució/</tt>) en etiquetar o canviar el nom dels fitxers.
cs: Umožňuje libovolné náhrady regulárními výrazy (<tt>s/původní_výraz/nový_výraz/</tt>) při úpravách tagů nebo přejmenovávání souborů.
